{
    "008.45: Clostridioides difficile infection": "Signs and symptoms of CDI range from mild diarrhea to severe life-threatening inflammation of the colon.[16] In adults, a clinical prediction rule found the best signs to be significant diarrhea (new onset of more than three partially formed or watery stools per 24-hour period), recent antibiotic exposure, abdominal pain, fever (up to 40.5 °C or 105 °F), and a distinctive foul odor to the stool resembling horse manure.[17] In a hospital population, prior antibiotic treatment plus diarrhea or abdominal pain had a sensitivity of 86% and a specificity of 45%.[18] In this study with a prevalence of positive cytotoxin assays of 14%, the positive predictive value was 18% and the negative predictive value was 94%.[citation needed] In children, the most prevalent symptom of a CDI is watery diarrhea with at least three bowel movements a day for two or more days, which may be accompanied by fever, loss of appetite, nausea, and/or abdominal pain.[19] Those with a severe infection also may develop serious inflammation of the colon and have little or no diarrhea",
    "238.4: Polycythemia vera": "People with polycythemia vera can be asymptomatic.[4] Clinical symptoms of polycythemia vera are mostly due to hyperviscosity of blood. A classic symptom of polycythemia vera is pruritus or itching, particularly after exposure to warm water (such as when taking a bath),[5] which may be due to abnormal histamine release[6][7] or prostaglandin production.[8] Such itching is present in approximately 40% of patients with polycythemia vera.[9] Gouty arthritis may be present in up to 20% of patients.[9] Peptic ulcer disease is also common in patients with polycythemia vera; most likely due to increased histamine from mast cells, but may be related to an increased susceptibility to infection with the ulcer-causing bacterium H. pylori.[10] A classic symptom of polycythemia vera (and the related myeloproliferative disease essential thrombocythemia) is erythromelalgia.[11] This is a burning pain in the hands or feet, usually accompanied by a reddish or bluish coloration of the skin. Erythromelalgia is caused by an increased platelet count or increased platelet stickiness (aggregation), resulting in the formation of tiny blood clots in the vessels of the extremity; it responds rapidly to treatment with aspirin.[12][13] Splenomegaly may cause the spleen to be palpable in some patients, which has been reported by Lee et al. (2022) to be associated with both the V617F mutation and the development of myelofibrosis.[14]",
    "276.51: Dehydration": "The hallmarks of dehydration include thirst and neurological changes such as headaches, general discomfort, loss of appetite, nausea, decreased urine volume (unless polyuria is the cause of dehydration), confusion, unexplained tiredness, purple fingernails, and seizures.[9] The symptoms of dehydration become increasingly severe with greater total body water loss. A body water loss of 1-2%, considered mild dehydration, is shown to impair cognitive performance.[10] While in people over age 50, the body's thirst sensation diminishes with age, a study found that there was no difference in fluid intake between young and old people.[11] Many older people have symptoms of dehydration. Dehydration contributes to morbidity in the elderly population, especially during conditions that promote insensible free water losses, such as hot weather. A Cochrane review on this subject defined water-loss dehydration as people with serum osmolality of 295 mOsm/kg or more and found that the main symptom in the elderly (people aged over 65) was fatigue.",
    "277.39: Amyloidosis": "Kidneys\nAmyloid deposition in the kidney often involve the glomerular capillaries and mesangial regions, affecting the organ's ability to filter and excrete waste and retain plasma protein.[8] This can lead to high levels of protein in the urine (proteinuria) and nephrotic syndrome.[8] Several types of amyloidosis, including the AL and AA types, are associated with nephrotic syndrome.[9] Approximately 20% and 40–60% of people with AL and AA amyloidosis respectively progress to end-stage kidney disease requiring dialysis\nHeart\nAmyloid deposition in the heart can cause both diastolic and systolic heart failure. EKG changes may be present, showing low voltage and conduction abnormalities like atrioventricular block or sinus node dysfunction.[medical citation needed] On echocardiography, the heart shows a restrictive filling pattern, with normal to mildly reduced systolic function.[10] AA amyloidosis usually spares the heart.[11] Cardiac amyloidosis can present with symptoms of heart failure including shortness of breath, fatigue, and edema.[12] As cardiac amyloidosis progresses, the amyloid deposition can affect the heart's ability to pump and fill blood as well as its ability to maintain normal rhythm, which leads to worsening heart function and decline in people's quality of life.",
    "285.21: Chronic kidney disease": "CKD is initially without symptoms, and is usually detected on routine screening blood work by either an increase in serum creatinine, or protein in the urine. As the kidney function decreases, more unpleasant symptoms may emerge:[22]\nBlood pressure is increased due to fluid overload and production of vasoactive hormones created by the kidney via the renin–angiotensin system, increasing the risk of developing hypertension and heart failure. People with CKD are more likely than the general population to develop atherosclerosis with consequent cardiovascular disease, an effect that may be at least partly mediated by uremic toxins.[23][unreliable medical source?] People with both CKD and cardiovascular disease have significantly worse prognoses than those with only cardiovascular disease.[24]\nUrea accumulates, leading to azotemia and ultimately uremia (symptoms ranging from lethargy to pericarditis and encephalopathy). Due to its high systemic concentration, urea is excreted in eccrine sweat at high concentrations and crystallizes on skin as the sweat evaporates (uremic frost).\nPotassium accumulates in the blood (hyperkalemia with a range of symptoms including malaise and potentially fatal cardiac arrhythmias). Hyperkalemia usually does not develop until the glomerular filtration rate falls to less than 20–25 mL/min/1.73 m2, when the kidneys have decreased ability to excrete potassium. Hyperkalemia in CKD can be exacerbated by acidemia (which leads to extracellular shift of potassium) and from lack of insulin.[25].\nFluid overload symptoms may range from mild edema to life-threatening pulmonary edema.\nHyperphosphatemia results from poor phosphate elimination in the kidney, and contributes to increased cardiovascular risk by causing vascular calcification.[26] Circulating concentrations of fibroblast growth factor-23 (FGF-23) increase progressively as the kidney capacity for phosphate excretion declines, which may contribute to left ventricular hypertrophy and increased mortality in people with CKD .[27][28]\nHypocalcemia results from 1,25 dihydroxyvitamin D3 deficiency (caused by high FGF-23 and reduced kidney mass)[29] and resistance to the action of parathyroid hormone.[30] Osteocytes are responsible for the increased production of FGF-23, which is a potent inhibitor of the enzyme 1-alpha-hydroxylase (responsible for the conversion of 25-hydroxycholecalciferol into 1,25 dihydroxyvitamin D3).[31] Later, this progresses to secondary hyperparathyroidism, kidney osteodystrophy, and vascular calcification that further impairs cardiac function. An extreme consequence is the occurrence of the rare condition named calciphylaxis.[32]\nChanges in mineral and bone metabolism that may cause 1) abnormalities of calcium, phosphorus (phosphate), parathyroid hormone, or vitamin D metabolism; 2) abnormalities in bone turnover, mineralization, volume, linear growth, or strength (kidney osteodystrophy); and 3) vascular or other soft-tissue calcification.[10] CKD-mineral and bone disorders have been associated with poor outcomes.[10][20]\nMetabolic acidosis may result from decreased capacity to generate enough ammonia from the cells of the proximal tubule.[25] Acidemia affects the function of enzymes and increases excitability of cardiac and neuronal membranes by the promotion of hyperkalemia.[33]\nAnemia is common and is especially prevalent in those requiring haemodialysis. It is multifactorial in cause, but includes increased inflammation, reduction in erythropoietin, and hyperuricemia leading to bone-marrow suppression. Hypoproliferative anemia occurs due to inadequate production of erythropoietin by the kidneys.[34]\nIn later stages, cachexia may develop, leading to unintentional weight loss, muscle wasting, weakness, and anorexia.[35]\nCognitive decline in patients experiencing CKD is an emerging symptom revealed in research literature.[36][37][38][39] Current research suggests that patients with CKD face a 35-40% higher likelihood of cognitive decline and or dementia.[36][37] This relation is dependent on the severity of CKD in each patient; although emerging literature indicates that patients at all stages of CKD will have a higher risk of developing these cognitive issues.[39][40][37]\nSexual dysfunction is very common in both men and women with CKD. A majority of men have a reduced sex drive, difficulty obtaining an erection, and reaching orgasm, and the problems get worse with age. Most women have trouble with sexual arousal, and painful menstruation and problems with performing and enjoying sex are common",
    "327.23: Obstructive sleep apnea": "Common symptoms of OSA syndrome include unexplained daytime sleepiness, restless sleep, and loud snoring (with periods of silence followed by gasps). Less common symptoms are morning headaches; insomnia; trouble concentrating; mood changes such as irritability, anxiety, and depression; forgetfulness; increased heart rate or blood pressure; decreased sex drive; unexplained weight gain; increased urinary frequency or nocturia; frequent heartburn or gastroesophageal reflux; and heavy night sweats.[11]Many people experience episodes of OSA transiently, for only a short period of time. This can be the result of an upper respiratory infection that causes nasal congestion, along with swelling of the throat, or tonsillitis that temporarily produces very enlarged tonsils.[12][13] The Epstein-Barr virus, for example, is known to be able to dramatically increase the size of lymphoid tissue during acute infection, and OSA is fairly common in acute cases of severe infectious mononucleosis. Temporary spells of OSA syndrome may also occur in people who are under the influence of a drug (such as alcohol) that may relax their body tone excessively and interfere with normal arousal from sleep mechanisms",
    "401.9: Pulmonary hypertension": "The symptoms of pulmonary hypertension include the following:[3][12][15] Shortness of breath, Fatigue, Chest pain, Palpitations (heartbeat rate increased), Right-sided abdominal pain, Poor appetite, Lightheadedness, Fainting, Swelling (legs/ankles), Cyanosis. Less common signs/symptoms include non-productive cough and exercise-induced nausea and vomiting.[12] Coughing up of blood may occur in some patients, particularly those with specific subtypes of pulmonary hypertension such as heritable pulmonary arterial hypertension, Eisenmenger syndrome and chronic thromboembolic pulmonary hypertension.[16] Pulmonary venous hypertension typically presents with shortness of breath while lying flat or sleeping (orthopnea or paroxysmal nocturnal dyspnea), while pulmonary arterial hypertension (PAH) typically does not.[17]",
    "416.9: Chronic obstructive pulmonary disease": "Shortness of breath. A cardinal symptom of COPD is the chronic and progressive shortness of breath which is most characteristic of the condition. Shortness of breath (breathlessness) is often the most distressing symptom responsible for the associated anxiety and level of disability experienced.[4] Symptoms of wheezing and chest tightness associated with breathlessness can be variable over the course of a day or between days and are not always present. Chest tightness often follows exertion.[4] Many people with more advanced COPD breathe through pursed lips, which can improve shortness of breath.[26] Shortness of breath is often responsible for reduced physical activity and low levels of physical activity are associated with worse outcomes.[27][28] In severe and very severe cases there may be constant tiredness, weight loss, muscle loss and anorexia. People with COPD often have increased breathlessness and frequent colds before seeking treatment.[4]\nCough\nThe most often first symptom of COPD is a chronic cough, which may or may not be productive of mucus as phlegm. Phlegm coughed up as sputum can be intermittent and may be swallowed or spat out depending on social or cultural factors and is therefore not always easy to evaluate. However, an accompanying productive cough is only seen in up to 30% of cases. Sometimes limited airflow may develop in the absence of a cough.[4] Symptoms are usually worse in the morning.[29]A chronic productive cough is the result of mucus hypersecretion and when it persists for more than three months each year for at least two years, it is defined as chronic bronchitis.[12] Chronic bronchitis can occur before the restricted airflow diagnostic of COPD.[8] Some people with COPD attribute the symptoms to the consequences of smoking. In severe COPD, vigorous coughing may lead to rib fractures or to a brief loss of consciousness.",
    "424.0: Valvular heart disease": "Aortic stenosis.\nSymptoms of aortic stenosis may include heart failure symptoms, such as dyspnea on exertion (most frequent symptom[15]), orthopnea and paroxysmal nocturnal dyspnea,[16] angina pectoris,[16] and syncope, usually exertional.[16] Medical signs of aortic stenosis include pulsus parvus et tardus, that is, diminished and delayed carotid pulse,[16][15] fourth heart sound,[16] decreased A2 sound,[15] sustained apex beat,[16] precordial thrill.[16] Auscultation may reveal a systolic murmur of a harsh crescendo-decrescendo type, heard in 2nd right intercostal space[15] and radiating to the carotid arteries.[16] \nAortic regurgitation\nPatients with aortic regurgitation may experience heart failure symptoms, such as dyspnea on exertion, orthopnea and paroxysmal nocturnal dyspnea, palpitations, and angina pectoris.[16] In acute cases patients may experience cyanosis and circulatory shock.[16] Medical signs of aortic regurgitation include increased pulse pressure by increased systolic and decreased diastolic blood pressure,[16] but these findings may not be significant if acute.[15] The patient may have a diastolic decrescendo murmur best heard at left sternal border, water hammer pulse, Austin Flint murmur, and a displaced apex beat down and to the left.[16] A third heart sound may be present[16]\nMitral stenosis\nPatients with mitral stenosis may present with heart failure symptoms, such as dyspnea on exertion, orthopnea and paroxysmal nocturnal dyspnea, palpitations, chest pain, hemoptysis, thromboembolism, or ascites and edema (if right-sided heart failure develops).[16] Symptoms of mitral stenosis increase with exercise and pregnancy[16] On auscultation of a patient with mitral stenosis, typically the most prominent sign is a loud S1.[16] Another finding is an opening snap followed by a low-pitched diastolic rumble with presystolic accentuation.[16][15] The opening snap follows closer to the S2 heart tone with worsening stenosis.[16] The murmur is heard best with the bell of the stethoscope[16] lying on the left side[15] and its duration increases with worsening disease.[16] Advanced disease may present with signs of right-sided heart failure such as parasternal heave, jugular venous distension, hepatomegaly, ascites and/or pulmonary hypertension (presenting with a loud P2).[16] Signs increase with exercise and pregnancy.[16]\nMitral regurgitation\nPatients with mitral regurgitation may present with heart failure symptoms, such as dyspnea on exertion, orthopnea and paroxysmal nocturnal dyspnea,[16] palpitations,[16] or pulmonary edema.[16] On auscultation of a patient with mitral stenosis, there may be a holosystolic murmur at the apex, radiating to the back or clavicular area,[16] a third heart sound,[16] and a loud, palpable P2,[16] heard best when lying on the left side.[15] Patients also commonly have atrial fibrillation.[16] Patients may have a laterally displaced apex beat,[16] often with heave[15] In acute cases, the murmur and tachycardia may be only distinctive signs.[15] \nTricuspid regurgitation\nPatients with tricuspid regurgitation may experience symptoms of right-sided heart failure, such as ascites, hepatomegaly, edema and jugular venous distension.[16]Signs of tricuspid regurgitation include pulsatile liver, prominent V waves and rapid y descents in jugular venous pressure.[16] Auscultatory findings include inspiratory third heart sound at left lower sternal border (LLSB)[16] and a blowing holosystolic murmur at LLSB, intensifying with inspiration, and decreasing with expiration and Valsalva maneuver.[16] Patients may have a parasternal heave along LLSB.[16] Atrial fibrillation is usually present in patients with tricuspid regurgitation",
    "425.4: Cardiomyopathy": "Signs and symptoms of cardiomyopathy include: Shortness of breath or trouble breathing, especially with physical exertion\nFatigue\nSwelling in the ankles,feet, legs, abdomen and veins in the neck\nDizziness\nLightheadedness\nFainting during physical activity\nArrhythmias (abnormal heartbeats)\nChest pain, especially after physical\nexertion or heavy meals\nHeart murmurs (unusual sounds associated with heartbeats)",
    "428.0: Heart failure": "Congestive heart failure is a pathophysiological condition in which the heart's output is insufficient to meet the needs of the body and lungs.[10] The term congestive heart failure is often used because one of the most common symptoms is congestion or fluid accumulation in the tissues and veins of the lungs or other parts of a person's body.[10] Congestion manifests itself particularly in the form of fluid accumulation and swelling (edema), in the form of peripheral edema (causing swollen limbs and feet) and pulmonary edema (causing difficulty breathing) and ascites (swollen abdomen).[30] Pulse pressure, which is the difference between the systolic (top number) and diastolic (bottom number) blood pressures, is often low/narrow (i.e. 25% or less of the level of the systolic) in people with heart failure, and this can be an early warning sign.[31]",
    "427.31: Atrial fibrillation": "AF is usually accompanied by symptoms related to a rapid heart rate. Rapid and irregular heart rates may be perceived as the sensation of the heart beating too fast, irregularly, or skipping beats (palpitations) or exercise intolerance and occasionally may produce anginal chest pain (if the high heart rate causes the heart's demand for oxygen to increase beyond the supply of available oxygen). Other possible symptoms include congestive heart failure symptoms such as fatigue, shortness of breath, or swelling. Loss of consciousness can also occur on atrial fibrillations due to lack of oxygen and blood to the brain. The abnormal heart rhythm (arrhythmia) is sometimes only identified with the onset of a stroke or a transient ischemic attack (TIA). It is not uncommon for a person to first become aware of AF from a routine physical examination or electrocardiogram, as it often does not cause symptoms.[24]",
    "518.81: Respiratory failure": "",
    "244.9: Hypothyroidism": "People with hypothyroidism often have no or only mild symptoms. Numerous symptoms and signs are associated with hypothyroidism and can be related to the underlying cause, or a direct effect of having not enough thyroid hormones.[14][15] Hashimoto's thyroiditis may present with the mass effect of a goitre (enlarged thyroid gland).[14] In middle-aged women, the symptoms may be mistaken for those of menopause.[16] Symptoms[14]: Fatigue; Feeling cold; Poor memory and concentration; Constipation, dyspepsia[17]; Weight gain with poor appetite; Shortness of breath; Hoarse voice; heavy menstrual periods; Abnormal sensation; Poor hearing; Muscle weakness.",
    "486: Pneumonia": "People with infectious pneumonia often have a productive cough, fever accompanied by shaking chills, shortness of breath, sharp or stabbing chest pain during deep breaths, and an increased rate of breathing.[9] In elderly people, confusion may be the most prominent sign.[9]",
    "995.92: Sepsis": "In addition to symptoms related to the actual cause, people with sepsis may have a fever, low body temperature, rapid breathing, a fast heart rate, confusion, and edema.[18] Early signs include a rapid heart rate, decreased urination, and high blood sugar. Signs of established sepsis include confusion, metabolic acidosis (which may be accompanied by a faster breathing rate that leads to respiratory alkalosis), low blood pressure due to decreased systemic vascular resistance, higher cardiac output, and disorders in blood-clotting that may lead to organ failure.[19] Fever is the most common presenting symptom in sepsis, but fever may be absent in some people such as the elderly or those who are immunocompromised.[20]",
    "311: Major depressive disorder": "Other symptoms of depression include poor concentration and memory,[18] withdrawal from social situations and activities, reduced sex drive, irritability, and thoughts of death or suicide. Insomnia is common; in the typical pattern, a person wakes very early and cannot get back to sleep. Hypersomnia, or oversleeping, can also happen,[19] as well as day-night rhythm disturbances, such as diurnal mood variation.[20] Some antidepressants may also cause insomnia due to their stimulating effect.[21] In severe cases, depressed people may have psychotic symptoms. These symptoms include delusions or, less commonly, hallucinations, usually unpleasant.[22] People who have had previous episodes with psychotic symptoms are more likely to have them with future episodes.[23] A depressed person may report multiple physical symptoms such as fatigue, headaches, or digestive problems; physical complaints are the most common presenting problem in developing countries, according to the World Health Organization's criteria for depression.[24] Appetite often decreases, resulting in weight loss, although increased appetite and weight gain occasionally occur.[25] Family and friends may notice agitation or lethargy.[19] Older depressed people may have cognitive symptoms of recent onset, such as forgetfulness,[26] and a more noticeable slowing of movements.[27]",
    "287.5: Thrombocytopenia": "Thrombocytopenia usually has no symptoms and is picked up on a routine complete blood count. Some individuals with thrombocytopenia may experience external bleeding, such as nosebleeds or bleeding gums. Some women may have heavier or longer periods or breakthrough bleeding. Bruising, particularly purpura in the forearms and petechiae in the feet, legs, and mucous membranes, may be caused by spontaneous bleeding under the skin.[8][9] A person with this disease may also complain of malaise, fatigue, and general weakness (with or without accompanying blood loss).",
    "455.2: Hemorrhoid": "If not thrombosed, external hemorrhoids may cause few problems.[12] However, when thrombosed, hemorrhoids may be very painful.[1][8] Nevertheless, this pain typically resolves in two to three days.[5] The swelling may, however, take a few weeks to disappear.[5] A skin tag may remain after healing.[8] If hemorrhoids are large and cause issues with hygiene, they may produce irritation of the surrounding skin, and thus itchiness around the anus.[12]",
    "852.00: Subarachnoid hemorrhage": "The classic symptom of subarachnoid hemorrhage is thunderclap headache (a headache described as like being kicked in the head,[3] or the worst ever, developing over seconds to minutes). This headache often pulsates towards the occiput (the back of the head).[11] About one-third of people have no symptoms apart from the characteristic headache, and about one in ten people who seek medical care with this symptom are later diagnosed with a subarachnoid hemorrhage.[4] Vomiting may be present, and 1 in 14 have seizures.[4] Confusion, decreased level of consciousness or coma may be present, as may neck stiffness and other signs of meningism.[4]",
    "252.00: Hyperparathyroidism": "Common manifestations of hypercalcemia include constipation, vomiting, weakness, lethargy, fatigue, depression, bone pain, muscle soreness (myalgias), joint pain, decreased appetite, feelings of nausea and vomiting, abdominal pain, constipation, pancreatitis, polyuria, polydipsia, cognitive impairment, kidney stones ([nb 1]), vertigo and osteopenia or osteoporosis.[41][42] A history of acquired racquet nails (brachyonychia) may be indicative of bone resorption.[43] Radiographically, hyperparathyroidism has a pathognomic finding of rugger jersey spine.[44] Parathyroid adenomas are very rarely detectable on clinical examination. Surgical removal of a parathyroid tumor eliminates the symptoms in most patients.[citation needed]",
    "331.82: Dementia with Lewy bodies": "DLB is dementia that occurs with some combination of fluctuating cognition, recurrent visual hallucinations, rapid eye movement (REM), sleep behavior disorder (RBD), and parkinsonism, according to Armstrong (2019),[17] when Parkinson's disease is not well established before the dementia occurs.[1] DLB has widely varying symptoms and is more complex than many other dementias.[18][19] Several areas of the nervous system (such as the autonomic nervous system and numerous regions of the brain) can be affected by Lewy pathology,[a] in which the alpha-synuclein deposits cause damage and corresponding neurologic deficits.[20]. In DLB, there is an identifiable set of early signs and symptoms; these are called the prodromal, or pre-dementia, phase of the disease.[21][22] These early signs and symptoms can appear 15 years or more before dementia develops.[21] The earliest symptoms are constipation and dizziness from autonomic dysfunction, hyposmia (reduced ability to smell), RBD, anxiety, and depression.[22][23] RBD may appear years or decades before other symptoms.[7] Memory loss is not always an early symptom.[24]",
    "465.9: Sinusitis": "Headache, facial pain, or pressure of a dull, constant, or aching sort over the affected sinuses is common with both acute and chronic stages of sinusitis. This pain is usually localized to the involved sinus and may worsen when the affected person bends over or lies down. Pain often starts on one side of the head and progresses to both sides.[16] Acute sinusitis may be accompanied by a thick nasal discharge that is usually green in color, and may contain pus or blood.[17] Often, a localized headache or toothache is present, and these symptoms distinguish a sinus-related headache from other types of headaches, such as tension and migraine headaches. Another way to distinguish between toothache and sinusitis is that the pain in sinusitis is usually worsened by tilting the head forward and with the Valsalva maneuver.[18]. Other symptoms associated with acute rhinosinusitis include cough, fatigue, hyposmia, anosmia and ear fullness or pressure.[19]",
    "780.4: Dizziness": "",
    "372.30: Conjunctivitis": "Red eye, swelling of the conjunctiva, and watering of the eyes are symptoms common to all forms of conjunctivitis. However, the pupils should be normally reactive, and the visual acuity normal.[7] Conjunctivitis is identified by inflammation of the conjunctiva, manifested by irritation and redness. Examination using a slit lamp (biomicroscope) may improve diagnostic accuracy. Examination of the palpebral conjunctiva, that overlying the inner aspects of the eyelids, is usually more diagnostic than examination of the bulbal conjunctiva, that overlying the sclera.[citation needed]",
    "196.0: Melanoma": "Early signs of melanoma are changes to the shape or color of existing moles or, in the case of nodular melanoma, the appearance of a new lump anywhere on the skin. At later stages, the mole may itch, ulcerate, or bleed. Early signs of melanoma are summarized by the mnemonic ABCDEEFG:[14][15] Asymmetry; Borders (irregular with edges and corners); Colour (variegated); Diameter (greater than 6 mm (0.24 in), about the size of a pencil eraser)Evolving over time.\nThis classification does not apply to nodular melanoma, which has its own classifications:[16]\n Elevated above the skin surface; Firm to the touch; Growing. Metastatic melanoma may cause nonspecific paraneoplastic symptoms, including loss of appetite, nausea, vomiting, and fatigue. Metastasis (spread) of early melanoma is possible, but relatively rare; less than a fifth of melanomas diagnosed early become metastatic. Brain metastases are particularly common in patients with metastatic melanoma.[17] It can also spread to the liver, bones, abdomen, or distant lymph nodes.[citation needed]",
    "435.9: Transient ischemic attack": "Signs and symptoms of TIA are widely variable and can mimic other neurologic conditions, making the clinical context and physical exam crucial in ruling in or out the diagnosis. The most common presenting symptoms of TIA are focal neurologic deficits, which can include, but are not limited to:[5]Amaurosis fugax (painless, temporary loss of vision); One-sided facial droop; One-sided motor weakness; Diplopia (double vision);Problems with balance and spatial orientation or dizziness; Visual field deficits, such as homonymous hemianopsia or monocular blindness[6]; Sensory deficits in one or more limbs and of the face[6]; Loss of ability to understand or express speech (aphasia)[6]; Difficulty with articulation of speech (dysarthria)[6]; Unsteady gait[6];Difficulties with swallowing (dysphagia)[6]; Numbness or weakness generally occur on the opposite side of the body from the affected hemisphere of the brain.",
    "078.5: Cytomegalovirus": "",
    "746.02: Pulmonary valve stenosis": "Among some of the symptoms consistent with pulmonary valve stenosis are the following:[2]\n Heart murmur; Cyanosis; Dyspnea; Dizziness; Upper thorax pain; Developmental disorders",
    "567.9: Peritonitis": "The main manifestations of peritonitis are acute abdominal pain, abdominal tenderness, abdominal guarding, rigidity, which are exacerbated by moving the peritoneum, e.g., coughing (forced cough may be used as a test), flexing one's hips, or eliciting the Blumberg's sign (meaning that pressing a hand on the abdomen elicits less pain than releasing the hand abruptly, which will aggravate the pain, as the peritoneum snaps back into place). Diffuse abdominal rigidity (abdominal guarding) is often present, especially in generalized peritonitis; Fever; Sinus tachycardia; Development of ileus paralyticus (i.e., intestinal paralysis), which also causes nausea, vomiting and bloating; Reduced or no passage of abdominal gas and bowel sound[10].",
    "322.9: Meningitis": "In adults, the most common symptom of meningitis is a severe headache, occurring in almost 90% of cases of bacterial meningitis, followed by neck stiffness (the inability to flex the neck forward passively due to increased neck muscle tone and stiffness).[16] The classic triad of diagnostic signs consists of neck stiffness, sudden high fever, and altered mental status; however, all three features are present in only 44–46% of bacterial meningitis cases.[16][17] If none of the three signs are present, acute meningitis is extremely unlikely.[17] Other signs commonly associated with meningitis include photophobia (intolerance to bright light) and phonophobia (intolerance to loud noises). Small children often do not exhibit the aforementioned symptoms, and may only be irritable and look unwell.[2] The fontanelle (the soft spot on the top of a baby's head) can bulge in infants aged up to 6 months. Other features that distinguish meningitis from less severe illnesses in young children are leg pain, cold extremities, and an abnormal skin color.[18][19]",
    "198.4: Brain tumor": "Symptoms Vary depending on the part of the brain involved, headaches, seizures, problem with vision, vomiting, mental changes[1][2]. Headaches as a result of raised intracranial pressure can be an early symptom of brain cancer.[16] However, isolated headache without other symptoms is rare, and other symptoms including visual abnormalities may occur before headaches become common.[16] Certain warning signs for headache exist which make the headache more likely to be associated with brain cancer.[16] These are, as defined by the American Academy of Neurology: abnormal neurological examination, headache worsened by Valsalva maneuver, headache causing awakening from sleep, new headache in the older population, progressively worsening headache, atypical headache features, or patients who do not fulfill the strict definition of migraine.[16] Other associated signs are headaches that are worse in the morning or that subside after vomiting.[17]",
    "801.21: Craniosynostosis": "Children born with craniosynostosis have a distinct phenotype, i.e., appearance—observable traits caused by the expression of a condition's genes. The features of craniosynostosis' particular phenotype are determined by which suture is closed.[7] The fusion of this suture causes a certain change in the shape of the skull; a deformity of the skull.[7]",
    "345.10: Epilepsy": "Epilepsy is characterized by a long-term risk of recurrent epileptic seizures.[26] These seizures may present in several ways depending on the parts of the brain involved and the person's age.[26][27] Certain disorders occur more often in people with epilepsy, depending partly on the epilepsy syndrome present. These include depression, anxiety, obsessive–compulsive disorder (OCD),[53] and migraine.[54]",
    "714.2: Lupus": "SLE is one of several diseases known as the great imitator because it often mimics or is mistaken for other illnesses.[11] SLE is a classical item in differential diagnosis,[12] because SLE symptoms vary widely and come and go unpredictably. Diagnosis can thus be elusive, with some people having unexplained symptoms of SLE for years before a definitive diagnosis is reached.[13]\nCommon initial and chronic complaints include fever, malaise, joint pains, muscle pains, and fatigue. Because these symptoms are so often seen in association with other diseases, these signs and symptoms are not part of the diagnostic criteria for SLE. When occurring in conjunction with other signs and symptoms, however, they are considered suggestive.[14]\nWhile SLE can occur in both males and females, it is found far more often in women, and the symptoms associated with each sex are different.[7] Females tend to have a greater number of relapses, a low white blood cell count, more arthritis, Raynaud syndrome, and psychiatric symptoms. Males tend to have more seizures, kidney disease, serositis (inflammation of tissues lining the lungs and heart), skin problems, and peripheral neuropathy.[15]",
    "517.2: Systemic scleroderma": "Skin symptoms\nIn the skin, systemic sclerosis causes hardening and scarring. The skin may appear tight, reddish, or scaly. Blood vessels may also be more visible. Where large areas are affected, fat and muscle wastage may weaken limbs and affect appearance. Patients report severe and recurrent itching of large skin areas. The severity of these symptoms varies greatly among patients: Some having scleroderma of only a limited area of the skin (such as the fingers) and little involvement of the underlying tissue, while others have progressive skin involvement.[3] Digital ulcers—open wounds especially on fingertips and less commonly the knuckles—are not uncommon.[4]\nMusculoskeletal\nThe first joint symptoms that patients with scleroderma have are typically nonspecific joint pains, which can lead to arthritis, or cause discomfort in tendons or muscles.[5] Joint mobility, especially of the small joints of the hand, may be restricted by calcinosis or skin thickening.[7] Patients may develop muscle weakness, or myopathy, either from the disease or its treatments.[8]",
    "202.40: Hairy cell leukemia": "In HCL, the hairy cells (malignant B lymphocytes) accumulate in the bone marrow, interfering with the production of normal white blood cells, red blood cells, and platelets. Consequently, patients may develop infections related to low white blood cell count, anemia and fatigue due to a lack of red blood cells, or easy bleeding due to a low platelet count.[4]\nPlatelet function may be somewhat impaired in HCL patients, although this does not appear to have any significant practical effect.[5]\nPatients with a high tumor burden may also have somewhat reduced levels of cholesterol,[6] especially in patients with an enlarged spleen.[7]",
    "581.1: Nephrotic syndrome": "The main signs of nephrotic syndrome are:[10]\nA proteinuria of greater than 3.5 g /24 h /1.73 m2 (between 3 and 3.5 g/24 h /1.73 m2 is considered to be proteinuria in the nephrotic range) or greater than 40 mg/h/m2 in children.[11][12] The ratio between urinary concentrations of albumin and creatinine can be used in the absence of a 24-hour urine test for total protein. This coefficient will be greater than 200–400 mg/mmol in nephrotic syndrome. This pronounced loss of proteins is due to an increase in glomerular permeability that allows proteins to pass into the urine instead of being retained in the blood. Under normal conditions a 24-hour urine sample should not exceed 80 milligrams or 10 milligrams per decilitre.[13]\nA hypoalbuminemia of less than 2.5 g/dL,[11] that exceeds the liver clearance level, that is, protein synthesis in the liver is insufficient to increase the low blood protein levels.\nEdema is thought to be caused by two mechanisms. The first being which lowers the oncotic pressure within vessels resulting in hypovolemia and subsequent activation of the renin–angiotensin system and thus retention of sodium and water (underfill hypothesis). Additionally, it is thought that urinary proteases (excreted as a result of significant proteinuria) cause a direct effect by activating the epithelial sodium channel (ENaC) on the principal cell that leads to the reabsorption of sodium and water (overfill hypothesis). Nephrotic syndrome edema initially appears in parts of the lower body (such as the legs) and in the eyelids. In the advanced stages it also extends to the pleural cavity and peritoneum (ascites) and can even develop into a generalized anasarca.\nHyperlipidaemia is caused by an increase in the synthesis of low and very-low-density lipoproteins in the liver that are responsible for the transport of cholesterol and triglycerides. There is also an increase in the liver synthesis of cholesterol.\nThrombophilia, or hypercoagulability, is a greater predisposition for the formation of blood clots that are caused by a decrease in the levels of antithrombin III in the blood due to its loss in urine.\nLipiduria or loss of lipids in the urine is indicative of glomerular pathology due to an increase in the filtration of lipoproteins.[14]",
    "729.82: Cramp": "",
    "027.0: Listeriosis": "The symptoms vary with the infected person:[citation needed]\nHigh-risk people other than pregnant women: Symptoms can include fever, muscle aches, headache, stiff neck, confusion, loss of balance, and convulsions.\nPregnant women: Pregnant women typically experience only a mild, flu-like illness. However, infections during pregnancy can lead to miscarriage, stillbirth, premature delivery, or life-threatening infection of the newborn.\nPreviously healthy people: People who were previously healthy but were exposed to a very large dose of Listeria can develop a non-invasive illness (meaning that the bacteria have not spread into their blood stream or other body sites). Symptoms can include diarrhea and fever.",
    "238.76: Myelofibrosis": "The primary feature of primary myelofibrosis is bone marrow fibrosis,[3] but it is often accompanied by:\nAbdominal fullness related to an enlarged spleen (splenomegaly).\nEnlargement of both the liver and spleen\nBone pain\nBruising and easy bleeding due to inadequate numbers of platelets\nIncreased risk of thrombosis\nCachexia (loss of appetite, weight loss, and fatigue)\nFatigue\nFevers\nChills\nWeight loss\nGout and high uric acid levels\nIncreased susceptibility to infection, such as pneumonia\nPallor and shortness of breath due to anemia\nLeukoerythroblastic smear (tear-drop RBCs, nucleated RBCs, and immature granulocytes)\nIn rarer cases, a raised red blood cell volume\nCutaneous myelofibrosis is a rare skin condition characterized by dermal and subcutaneous nodules.[4]",
    "250.30: Diabetes": "The classic symptoms of untreated diabetes are polyuria, thirst, and weight loss.[19] Several other non-specific signs and symptoms may also occur, including fatigue, blurred vision, and genital itchiness due to Candida infection.[19] About half of affected individuals may also be asymptomatic.[19] Type 1 presents abruptly following a pre-clinical phase, while type 2 has a more insidious onset; patients may remain asymptomatic for many years.[20]",
    "729.2: Neuralgia": "",
    "706.2: Sebaceous cyst": "The scalp, ears, back, face, and upper arm, are common sites of sebaceous cysts, though they may occur anywhere on the body except the palms of the hands and soles of the feet.[4] They are more common in hairier areas, where in cases of long duration they could result in hair loss on the skin surface immediately above the cyst. They are smooth to the touch, vary in size, and are generally round in shape.\nThey are generally mobile masses that can consist of:\nFibrous tissues and fluids; A fatty (keratinous) substance that resembles cottage cheese, in which case the cyst may be called keratin cyst - this material has a characteristic cheesy or foot odor smell; A somewhat viscous, serosanguineous fluid (containing purulent and bloody material).",
    "816.00: Bone fracture": "Although bone tissue contains no pain receptors, a bone fracture is painful for several reasons:[3]\nBreaking in the continuity of the periosteum, with or without similar discontinuity in endosteum, as both contain multiple pain receptors.\nEdema and hematoma of nearby soft tissues caused by ruptured bone marrow evokes pressure pain.\nInvoluntary muscle spasms trying to hold bone fragments in place.\nDamage to adjacent structures such as nerves, muscles or blood vessels, spinal cord, and nerve roots (for spine fractures), or cranial contents (for skull fractures) may cause other specific signs and symptoms.[4]",
    "388.69: Otitis media": "The primary symptom of acute otitis media is ear pain; other possible symptoms include fever, reduced hearing during periods of illness, tenderness on touch of the skin above the ear, purulent discharge from the ears, irritability, ear blocking sensation[18] and diarrhea (in infants). Since an episode of otitis media is usually precipitated by an upper respiratory tract infection (URTI), there are often accompanying symptoms like a cough and nasal discharge.[1] One might also experience a feeling of fullness in the ear.",
    "277.1: Inborn errors of metabolism": "Because of the enormous number of these diseases the wide range of systems affected badly, nearly every presenting complaint to a healthcare provider may have a congenital metabolic disease as a possible cause, especially in childhood and adolescence. The following are examples of potential manifestations affecting each of the major organ systems.\nGrowth failure, failure to grow, loss of weight\nAmbiguous genitalia, delayed puberty, precocious puberty\nDevelopmental delay\nseizures, dementia, encephalopathy, stroke\nDeafness, blindness, pain agnosia\nSkin rash, abnormal pigmentation, lacking of pigmentation, excessive hair growth, lumps and bumps\nDental abnormalities\nImmunodeficiency, low platelet count, low red blood cell count, enlarged spleen, enlarged lymph nodes\nMany forms of cancer\nRecurrent vomiting, diarrhea, abdominal pain.",
    "770.4: Atelectasis": "May have no signs and symptoms or they may include:[3]\ncough, but not prominent;\nchest pain (not common);\nbreathing difficulty (fast and shallow);\nlow oxygen saturation;\npleural effusion (transudate type);\ncyanosis (late sign);\nincreased heart rate.",
    "218.2: Adenomyosis": "Symptoms (viz., heavy bleeding and pain) and the estimated percent affected may include:[6]\nHeavy menstrual bleeding (40–60%), which is more common in women with deeper adenomyosis. Blood loss may be significant enough to cause anemia, with associated symptoms of fatigue, dizziness, and moodiness.\nAbnormal uterine bleeding\nChronic pelvic pain (77%)\nPainful cramping menstruation (15–30%)\nPainful vaginal intercourse, uncommon (7%)\nA 'bearing' down feeling\nPressure on bladder\nDragging sensation down thighs and legs",
    "691.8: Atopic dermatitis": "The main symptom of AD is itching which can be intense. Some people experience burning or soreness or pain.[2]\nPeople with AD often have a generally dry skin that can look greyish in people with darker skin tones of colour. Areas of AD are not well defined, and they are typically inflamed (red in a light coloured skin or purple or dark brown in people with dark skin of colour).[12] Surface changes include:\nscaling cracking (fissures)\nswelling (oedema)\nscratch marks (excoriation)\nbumpiness (papulation)\noozing of clear fluid\nthickening of the skin (lichenification) where the AD has been present for a long time.[2]"
}