{
    "008.45: Clostridioides difficile infection": "Symptoms often begin within 5 to 10 days after starting an antibiotic. But symptoms can occur as soon as the first day or up to three months later. The most common symptoms of mild to moderate C. difficile infection are: Watery diarrhea three or more times a day for more than one day. Mild belly cramping and tenderness. People who have a severe C. difficile infection tend to lose too much bodily fluid, a condition called dehydration. They might need to be treated in a hospital for dehydration. C. difficile infection can cause the colon to become inflamed. It sometimes can form patches of raw tissue that can bleed or make pus. Symptoms of severe infection include: Watery diarrhea as often as 10 to 15 times a day.Belly cramping and pain, which may be severe. Fast heart rate. Loss of fluids, called dehydration. Fever. Nausea. Increased white blood cell count. Kidney failure. Loss of appetite. Swollen belly. Weight loss. Blood or pus in the stool. C. difficile infection that is severe and sudden can cause the colon to become inflamed and get larger, called toxic megacolon. And it can cause a condition called sepsis where the body's response to an infection damages its own tissues. People who have toxic megacolon or sepsis are admitted to an intensive care unit in the hospital. But toxic megacolon and sepsis aren't common with a C. difficile infection.",
    "238.4: Polycythemia vera": "Many people with polycythemia vera don't have noticeable signs or symptoms. Some people might develop vague symptoms such as headache, dizziness, fatigue and blurred vision. More-specific symptoms of polycythemia vera include: Itchiness, especially after a warm bath or shower. Numbness, tingling, burning, or weakness in your hands, feet, arms or legs. A feeling of fullness soon after eating and bloating or pain in your left upper abdomen due to an enlarged spleen. Unusual bleeding, such as a nosebleed or bleeding gums. Painful swelling of one joint, often the big toe. Shortness of breath and difficulty breathing when lying down.",
    "276.51: Dehydration": "Thirst isn't always a reliable early indicator of the body's need for water. Many people, particularly older adults, don't feel thirsty until they're already dehydrated. That's why it's important to increase water intake during hot weather or when you're ill. The signs and symptoms of dehydration also may differ by age. Infant or young child: Dry mouth and tongue. No tears when crying. No wet diapers for three hours. Sunken eyes, cheeks. Sunken soft spot on top of skull. Listlessness or irritability. Adult: Extreme thirst. Less frequent urination. Dark-colored urine. Fatigue. Dizziness. Confusion.",
    "277.39: Amyloidosis": "You may not experience symptoms of amyloidosis until later in the course of the disease. Symptoms may vary, depending on which organs are affected. Signs and symptoms of amyloidosis may include: Severe fatigue and weakness. Shortness of breath. Numbness, tingling, or pain in the hands or feet. Swelling of the ankles and legs. Diarrhea, possibly with blood, or constipation. An enlarged tongue, which sometimes looks rippled around its edge. Skin changes, such as thickening or easy bruising, and purplish patches around the eyes.",
    "285.21: Chronic kidney disease": "Signs and symptoms of chronic kidney disease develop over time if kidney damage progresses slowly. Loss of kidney function can cause a buildup of fluid or body waste or electrolyte problems. Depending on how severe it is, loss of kidney function can cause: Nausea; Vomiting; Loss of appetite; Fatigue and weakness; Sleep problems; Urinating more or less; Decreased mental sharpness; Muscle cramps; Swelling of feet and ankles; Dry, itchy skin; High blood pressure (hypertension) that's difficult to control; Shortness of breath, if fluid builds up in the lungs; Chest pain, if fluid builds up around the lining of the heart. Signs and symptoms of kidney disease are often nonspecific. This means they can also be caused by other illnesses. Because your kidneys are able to make up for lost function, you might not develop signs and symptoms until irreversible damage has occurred.",
    "327.23: Obstructive sleep apnea": "Symptoms of obstructive sleep apnea include: Excessive daytime sleepiness; Loud snoring; Observed episodes of stopped breathing during sleep; Waking during the night and gasping or choking; Awakening in the morning with a dry mouth or sore throat; Morning headaches; Trouble focusing during the day; Mood changes, such as depression or being easily upset; High blood pressure; Decreased interest in sex.",
    "401.9: Pulmonary hypertension": "The symptoms of pulmonary hypertension develop slowly. You may not notice them for months or even years. Symptoms get worse as the disease progresses. Pulmonary hypertension symptoms include: Shortness of breath, at first while exercising and eventually while at rest; Blue or gray skin color due to low oxygen levels, depending on your skin color, these changes may be harder or easier to see; Chest pressure or pain; Dizziness or fainting spells; Fast pulse or pounding heartbeat; Fatigue; Swelling in the ankles, legs and belly area; Shortness of breath is the most common symptom of pulmonary hypertension. But it may be caused by other health conditions such as asthma. See a health care professional for an accurate diagnosis.",
    "416.9: Chronic obstructive pulmonary disease": "COPD symptoms often don't appear until significant lung damage has occurred, and they usually worsen over time, particularly if smoking exposure continues. Signs and symptoms of COPD may include: Shortness of breath, especially during physical activities; Wheezing; Chest tightness; A chronic cough that may produce mucus (sputum) that may be clear, white, yellow or greenish; Frequent respiratory infections; Lack of energy; Unintended weight loss (in later stages); Swelling in ankles, feet or legs. People with COPD are also likely to experience episodes called exacerbations, during which their symptoms become worse than the usual day-to-day variation and persist for at least several days.",
    "424.0: Valvular heart disease": "Some people with heart valve disease might not have symptoms for many years. When symptoms occur, they might include: Shortness of breath at rest or when active or lying down; Fatigue; Chest pain; Dizziness; Swelling of the ankles and feet; Fainting; Irregular heartbeat.",
    "425.4: Cardiomyopathy": "Signs and symptoms of hypertrophic cardiomyopathy might include one or more of the following: Chest pain, especially during exercise; Fainting, especially during or just after exercise or exertion; Heart murmur, which a health care provider might detect while listening to the heart; Sensation of fast, fluttering or pounding heartbeats (palpitations); Shortness of breath, especially during exercise.",
    "428.0: Heart failure": "If you have heart failure, your heart can't supply enough blood to meet your body's needs. Symptoms may develop slowly. Sometimes, heart failure symptoms start suddenly. Heart failure symptoms may include: Shortness of breath with activity or when lying down; Fatigue and weakness; Swelling in the legs, ankles and feet; Rapid or irregular heartbeat; Reduced ability to exercise; Wheezing; A cough that doesn't go away or a cough that brings up white or pink mucus with spots of blood; Swelling of the belly area; Very rapid weight gain from fluid buildup; Nausea and lack of appetite; Difficulty concentrating or decreased alertness; Chest pain if heart failure is caused by a heart attack.",
    "427.31: Atrial fibrillation": "Symptoms of AFib may include: Feelings of a fast, fluttering or pounding heartbeat, called palpitations; Chest pain; Dizziness; Fatigue; Lightheadedness; Reduced ability to exercise; Shortness of breath; Weakness.",
    "518.81: Respiratory failure": "The signs and symptoms of ARDS can vary in intensity, depending on its cause and severity, as well as the presence of underlying heart or lung disease. They include: Severe shortness of breath; Labored and unusually rapid breathing; Low blood pressure; Confusion and extreme tiredness",
    "244.9: Hypothyroidism": "The symptoms of hypothyroidism depend on the severity of the condition. Problems tend to develop slowly, often over several years. At first, you may barely notice the symptoms of hypothyroidism, such as fatigue and weight gain. Or you may think they are just part of getting older. But as your metabolism continues to slow, you may develop more-obvious problems. Hypothyroidism symptoms may include: Tiredness; More sensitivity to cold; Constipation; Dry skin; Weight gain; Puffy face; Hoarse voice; Coarse hair and skin; Muscle weakness; Muscle aches, tenderness and stiffness; Menstrual cycles that are heavier than usual or irregular; Thinning hair; Slowed heart rate, also called bradycardia; Depression; Memory problems.",
    "486: Pneumonia": "The signs and symptoms of pneumonia vary from mild to severe, depending on factors such as the type of germ causing the infection, and your age and overall health. Mild signs and symptoms often are similar to those of a cold or flu, but they last longer. Signs and symptoms of pneumonia may include: Chest pain when you breathe or cough; Confusion or changes in mental awareness (in adults age 65 and older); Cough, which may produce phlegm; Fatigue; Fever, sweating and shaking chills; Lower than normal body temperature (in adults older than age 65 and people with weak immune systems); Nausea, vomiting or diarrhea; Shortness of breath. Newborns and infants may not show any sign of the infection. Or they may vomit, have a fever and cough, appear restless or tired and without energy, or have difficulty breathing and eating.",
    "995.92: Sepsis": "Symptoms of sepsis may include: Change in mental status; Fast, shallow breathing; Sweating for no clear reason; Feeling lightheaded; Shivering; Symptoms specific to the type of infection, such as painful urination from a urinary tract infection or worsening cough from pneumonia. Symptoms of sepsis are not specific. They can vary from person to person, and sepsis may appear differently in children than in adults.",
    "311: Major depressive disorder": "Although depression may occur only once during your life, people typically have multiple episodes. During these episodes, symptoms occur most of the day, nearly every day and may include: Feelings of sadness, tearfulness, emptiness or hopelessness; Angry outbursts, irritability or frustration, even over small matters; Loss of interest or pleasure in most or all normal activities, such as sex, hobbies or sports; Sleep disturbances, including insomnia or sleeping too much; Tiredness and lack of energy, so even small tasks take extra effort; Reduced appetite and weight loss or increased cravings for food and weight gain; Anxiety, agitation or restlessness; Slowed thinking, speaking or body movements; Feelings of worthlessness or guilt, fixating on past failures or self-blame; Trouble thinking, concentrating, making decisions and remembering things; Frequent or recurrent thoughts of death, suicidal thoughts, suicide attempts or suicide; Unexplained physical problems, such as back pain or headaches. For many people with depression, symptoms usually are severe enough to cause noticeable problems in day-to-day activities, such as work, school, social activities or relationships with others. Some people may feel generally miserable or unhappy without really knowing why.",
    "287.5: Thrombocytopenia": "Thrombocytopenia signs and symptoms may include: Easy or excessive bruising (purpura); Superficial bleeding into the skin that appears as a rash of pinpoint-sized reddish-purple spots (petechiae), usually on the lower legs; Prolonged bleeding from cuts; Bleeding from your gums or nose; Blood in urine or stools; Unusually heavy menstrual flows; Fatigue; Enlarged spleen.",
    "455.2: Hemorrhoid": "Symptoms of hemorrhoids usually depend on the type of hemorrhoid.\nInternal hemorrhoids\nInternal hemorrhoids lie inside the rectum. You usually can't see or feel them, and they rarely cause discomfort. But straining or irritation when passing stool can cause: Painless bleeding during bowel movements. You might notice small amounts of bright red blood on your toilet tissue or in the toilet. A hemorrhoid to push through the anal opening, called a prolapsed or protruding hemorrhoid. This may result in pain and irritation.\nExternal hemorrhoids\nThese are under the skin around the anus. Symptoms might include: Itching or irritation in the anal region; Pain or discomfort; Swelling around the anus; Bleeding.\nThrombosed hemorrhoids\nBlood can pool in an external hemorrhoid and form a clot, called a thrombus. A thrombosed hemorrhoid can result in: Severe pain; Swelling; Inflammation; A hard, discolored lump near the anus.",
    "852.00: Subarachnoid hemorrhage": "A subarachnoid hemorrhage is bleeding in the space between the brain and the surrounding membrane (subarachnoid space). The primary symptom is a sudden, severe headache. Some people describe it as the worst headache they have ever felt. Along with having a headache, some people may experience: Nausea. Vomiting. Stiff neck. Problems with vision. Brief loss of consciousness. Bleeding usually happens when an irregular bulge in a blood vessel (aneurysm) bursts in the brain. Sometimes, bleeding is caused by trauma, a tangle of blood vessels in the brain (arteriovenous malformation), or other blood vessel or health problems. Untreated, a subarachnoid hemorrhage can lead to permanent brain damage or death.",
    "252.00: Hyperparathyroidism": "Primary hyperparathyroidism is often diagnosed before signs or symptoms of the disorder occur. This is usually because an elevated level of calcium is found on routine blood tests. When symptoms do occur, they're the result of damage or dysfunction in other organs or tissues. This damage or dysfunction is due to high calcium levels in the blood and urine or too little calcium in bones. Symptoms may be so mild and nonspecific that they don't seem related to parathyroid function, or they may be severe. The range of signs and symptoms include: Weak bones that break easily (osteoporosis). Kidney stones. Excessive urination. Stomach (abdominal) pain. Tiring easily or weakness. Depression or forgetfulness. Bone and joint pain. Frequent complaints of illness with no clear cause. Nausea, vomiting or loss of appetite", 
    "331.82: Dementia with Lewy bodies": "Lewy body dementia symptoms can include: Visual hallucinations. Movement disorders. Poor regulation of body functions. Cognitive problems. Trouble with sleep. Varying attention. Depression. Apathy.",
    "465.9: Sinusitis": "Common symptoms of chronic sinusitis include: Thick, discolored mucus from the nose, known as a runny nose. Mucus down the back of the throat, known as postnasal drip. Blocked or stuffy nose, known as congestion. This makes it hard to breathe through the nose. Pain, tenderness and swelling around the eyes, cheeks, nose or forehead. Reduced sense of smell and taste.Other symptoms can include: Ear pain. Headache. Aching in the teeth. Cough. Sore throat. Bad breath. Tiredness. Chronic sinusitis and acute sinusitis have similar symptoms. But acute sinusitis is a short-lived infection of the sinuses often linked to a cold. The symptoms of chronic sinusitis last at least 12 weeks. There might be many bouts of acute sinusitis before it becomes chronic sinusitis. Fever isn't common with chronic sinusitis. But fever might be part of acute sinusitis.",
    "780.4: Dizziness": "People experiencing dizziness may describe it as any of a number of sensations, such as: A false sense of motion or spinning (vertigo). Lightheadedness or feeling faint. Unsteadiness or a loss of balance. A feeling of floating, wooziness or heavy-headedness. These feelings may be triggered or worsened by walking, standing up or moving your head. Your dizziness may be accompanied by nausea or be so sudden or severe that you need to sit or lie down. The episode may last seconds or days and may recur.",
    "372.30: Conjunctivitis": "The most common pink eye symptoms include: Redness in one or both eyes. Itchiness in one or both eyes. A gritty feeling in one or both eyes. A discharge in one or both eyes that forms a crust during the night that may prevent your eye or eyes from opening in the morning. Tearing. Sensitivity to light, called photophobia.",
    "196.0: Melanoma": "Eye melanoma may not cause signs and symptoms. When they do occur, signs and symptoms of eye melanoma can include: A sensation of flashes or specks of dust in your vision (floaters). A growing dark spot on the iris. A change in the shape of the dark circle (pupil) at the center of your eye. Poor or blurry vision in one eye. Loss of peripheral vision",
    "435.9: Transient ischemic attack": "Transient ischemic attacks usually last a few minutes. Most symptoms disappear within an hour. Rarely, symptoms may last up to 24 hours. The symptoms of a TIA are similar to those found early in a stroke. Symptoms happen suddenly and may include: Weakness, numbness or paralysis in the face, arm or leg, typically on one side of the body. Slurred speech or trouble understanding others. Blindness in one or both eyes or double vision. Dizziness or loss of balance or coordination. You may have more than one TIA. Their symptoms may be similar or different depending on which area of the brain is involved.",
    "078.5: Cytomegalovirus": "The following signs and symptoms are more common in babies who have congenital CMV and who are sick at birth: Premature birth. Low birth weight. Yellow skin and eyes (jaundice). Enlarged and poorly functioning liver. Purple skin splotches or a rash or both. Abnormally small head (microencephaly). Enlarged spleen. Pneumonia. Seizures. Most people who are infected with CMV who are otherwise healthy experience few if any symptoms. When first infected, some adults may have symptoms similar to infectious mononucleosis, including: Fatigue. Fever. Sore throat. Muscle aches",
    "746.02: Pulmonary valve stenosis": "Pulmonary valve stenosis symptoms depend on how much blood flow is blocked. Some people with mild pulmonary stenosis do not have symptoms. Those with more-severe pulmonary stenosis may first notice symptoms while exercising. Pulmonary valve stenosis symptoms may include: A whooshing sound called a heart murmur that can be heard with a stethoscope. Fatigue. Shortness of breath, especially during activity. Chest pain. Fainting. Babies with pulmonary valve stenosis may have blue or gray skin due to low oxygen levels.",
    "567.9: Peritonitis": "Symptoms of peritonitis include: Belly pain or tenderness Bloating or a feeling of fullness in the abdomen. Fever. Upset stomach and vomiting. Loss of appetite. Diarrhea. Reduced urine. Thirst. Not able to pass stool or gas. Feeling tired.Confusion. If you get peritoneal dialysis, peritonitis symptoms also may include: Cloudy dialysis fluid. White flecks, strands or clumps — which are called fibrin — in the dialysis fluid.",
    "322.9: Meningitis": "Early meningitis symptoms may be similar to the flu. Symptoms may develop over several hours or over a few days. Possible symptoms in anyone older than the age of 2 years include: Sudden high fever. Stiff neck. Severe headache. Nausea or vomiting. Confusion or trouble concentrating. Seizures. Sleepiness or trouble waking. Sensitivity to light. No appetite or thirst. Skin rash in some cases, such as in meningococcal meningitis. Newborns and infants may show these signs: High fever. Constant crying. Being very sleepy or irritable. Trouble waking from sleep. Being inactive or sluggish. Not waking to eat. Poor feeding. Vomiting. A bulge in the soft spot on top of the baby's head. Stiffness in the body and neck. Infants with meningitis may be hard to comfort. They may even cry harder when held.",
    "198.4: Brain tumor": "Pediatric brain tumor symptoms may vary depending on the tumor's location within the brain. Symptoms also might depend on the size of the tumor and how quickly it's growing. Some of the more common signs and symptoms of pediatric brain tumors include: Headaches, which may become more frequent and more severe. In children who don't talk, a parent might notice that the child is more irritable than usual. Nausea and vomiting. Vision changes, such as double vision. In children who don't talk, a parent might notice that a child squints or covers one eye when trying to look at something. Other possible signs and symptoms include: A fuller soft spot on the skull in babies. Changes in the way the eyes move. Confusion and irritability. Difficulty with balance. Hearing problems. Memory problems. Personality or behavior changes. Seizures, especially in a child who hasn't had a seizure before. Slurred speech. Trouble walking. Trouble swallowing. Weakness or drooping on one side on the face. Weakness or loss of sensation in an arm or a leg.",
    "801.21: Craniosynostosis": "The signs of craniosynostosis are usually noticeable at birth, but they become more apparent during the first few months of your baby's life. Signs and severity depend on how many sutures are fused and when in brain development the fusion occurs. Signs and symptoms can include: A misshapen skull, with the shape depending on which of the sutures are affected. Development of a raised, hard ridge along affected sutures, with a change in the shape of the head that's not typical",
    "345.10: Epilepsy": "Seizure symptoms vary depending on the type of seizure. Because epilepsy is caused by certain activity in the brain, seizures can affect any brain process. Seizure symptoms may include: Temporary confusion. A staring spell. Stiff muscles. Uncontrollable jerking movements of the arms and legs. Loss of consciousness. Psychological symptoms such as fear, anxiety or deja vu. Sometimes people with epilepsy may have changes in their behavior. They also may have symptoms of psychosis. Most people with epilepsy tend to have the same type of seizure each time. Symptoms are usually similar from episode to episode.",
    "714.2: Lupus": "No two cases of lupus are exactly alike. Signs and symptoms may come on suddenly or develop slowly, may be mild or severe, and may be temporary or permanent. Most people with lupus have mild disease characterized by episodes — called flares — when signs and symptoms get worse for a while, then improve or even disappear completely for a time. The signs and symptoms of lupus that you experience will depend on which body systems are affected by the disease. The most common signs and symptoms include: Fatigue. Fever. Joint pain, stiffness and swelling. Butterfly-shaped rash on the face that covers the cheeks and bridge of the nose or rashes elsewhere on the body. Skin lesions that appear or worsen with sun exposure. Fingers and toes that turn white or blue when exposed to cold or during stressful periods. Shortness of breath. Chest pain. Dry eyes. Headaches, confusion and memory loss.",
    "517.2: Systemic scleroderma": "Scleroderma's signs and symptoms vary from person to person, depending on which parts of the body are affected. Nearly everyone who has scleroderma experiences a hardening and tightening of the skin. The first parts of the body to be affected are usually the fingers, hands, feet and face. In some people, the skin thickening can also involve the forearms, upper arms, chest, abdomen, lower legs and thighs. Early symptoms may include swelling and itchiness. Affected skin can become lighter or darker in color and may look shiny because of the tightness. Some people also experience small red spots, called telangiectasia, on their hands and face. Calcium deposits can form under the skin, particularly at the fingertips, causing bumps that can be seen on X-rays. Scleroderma can affect any part of the digestive system, from the esophagus to the rectum. Depending on which parts of the digestive system are affected, signs and symptoms may include: Heartburn. Difficulty swallowing. Bloating. Diarrhea. Constipation. Fecal incontinence. When scleroderma affects the heart or lungs, it can cause shortness of breath, decreased exercise tolerance and dizziness. Scleroderma can cause scarring in the lung tissues that may result in increasing shortness of breath over time. There are medications that may help slow the progression of this lung damage. Scleroderma can also cause the blood pressure to increase in the circulation that goes between the heart and the lungs. This is called pulmonary hypertension. In addition to shortness of breath, pulmonary hypertension can also cause excess fluid in the legs, feet and sometimes around the heart. When scleroderma affects the heart, heartbeats can become irregular. Heart failure may also occur in some people.",
    "202.40: Hairy cell leukemia": "Hairy cell leukemia might not cause symptoms. Sometimes a health care provider finds it by accident during a blood test for another condition. When it causes symptoms, hairy cell leukemia might cause: A feeling of fullness in your belly that may make it uncomfortable to eat more than a little at a time. Fatigue. Easy bruising. Recurring infections. Weakness. Losing weight without trying.",
    "581.1: Nephrotic syndrome": "Signs and symptoms of nephrotic syndrome include: Severe swelling (edema), particularly around your eyes and in your ankles and feet. Foamy urine, a result of excess protein in your urine. Weight gain due to fluid retention. Fatigue. Loss of appetite.",
    "729.82: Cramp": "Symptoms of menstrual cramps include: Throbbing or cramping pain in your lower abdomen that can be intense. Pain that starts 1 to 3 days before your period, peaks 24 hours after the onset of your period and subsides in 2 to 3 days. Dull, continuous ache. Pain that radiates to your lower back and thighs. Some women also have: Nausea. Loose stools. Headache. Dizziness",
    "027.0: Listeriosis": "If you develop a listeria infection, you might have: Fever. Chills. Muscle aches. Nausea. Diarrhea.\nSymptoms might begin a few days after you've eaten contaminated food, but it can take 30 days or more before the first signs and symptoms of infection begin. If the listeria infection spreads to your nervous system, signs and symptoms can include: Headache. Stiff neck. Confusion or changes in alertness. Loss of balance. Convulsions\nDuring pregnancy, a listeria infection is likely to cause only mild signs and symptoms in the mother. The consequences for the baby, however, can be devastating — the baby can die in the womb or have a life-threatening infection within a few days of being born. Signs and symptoms of a listeria infection in a newborn can be subtle, but can include: Little interest in feeding. Irritability. Fever. Vomiting. Difficulty breathing.",
    "238.76: Myelofibrosis": "Myelofibrosis usually develops slowly. In its very early stages, many people don't experience signs or symptoms. As disruption of normal blood cell production increases, signs and symptoms may include: Feeling tired, weak or short of breath, usually because of anemia. Pain or fullness below your ribs on the left side, due to an enlarged spleen. Easy bruising.Easy bleeding. Excessive sweating during sleep (night sweats). Fever. Bone pain.",
    "250.30: Diabetes": "Diabetes symptoms depend on how high your blood sugar is. Some people, especially if they have prediabetes, gestational diabetes or type 2 diabetes, may not have symptoms. In type 1 diabetes, symptoms tend to come on quickly and be more severe. Some of the symptoms of type 1 diabetes and type 2 diabetes are: Feeling more thirsty than usual.Urinating often. Losing weight without trying. Presence of ketones in the urine. Ketones are a byproduct of the breakdown of muscle and fat that happens when there's not enough available insulin. Feeling tired and weak. Feeling irritable or having other mood changes. Having blurry vision. Having slow-healing sores. Getting a lot of infections, such as gum, skin and vaginal infections. Type 1 diabetes can start at any age. But it often starts during childhood or teen years. Type 2 diabetes, the more common type, can develop at any age. Type 2 diabetes is more common in people older than 40. But type 2 diabetes in children is increasing.",
    "729.2: Neuralgia": "In general, the symptoms of postherpetic neuralgia are limited to the area of skin where the shingles outbreak first happened. That's commonly in a band around the trunk of the body, most often on one side. The symptoms might include: Pain that lasts three months or longer after the shingles rash has healed. The pain may feel burning, sharp and jabbing. Or it may feel deep and aching. Not being able to stand light touch. People with postherpetic neuralgia often can't bear even the touch of clothing on the affected skin. Itching or loss of feeling. Less often, postherpetic neuralgia can cause an itchy feeling or numbness.",
    "706.2: Sebaceous cyst": "Epidermoid cyst signs and symptoms include: A small, round bump under the skin, usually on the face, neck or trunk. A tiny blackhead plugging the central opening of the cyst. A thick, yellow, smelly material that sometimes drains from the cyst. Redness, swelling and tenderness in the area, if inflamed or infected.",
    "816.00: Bone fracture": "At first, you might barely notice the pain associated with a stress fracture, but it tends to worsen with time. The tenderness usually starts at a specific spot and decreases during rest. You might have swelling around the painful area.",
    "388.69: Otitis media": "The onset of signs and symptoms of ear infection is usually rapid.\nChildren\nSigns and symptoms common in children include: Ear pain, especially when lying down. Tugging or pulling at an ear. Trouble sleeping. Crying more than usual. Fussiness. Trouble hearing or responding to sounds. Loss of balance. Fever of 100 F (38 C) or higher. Drainage of fluid from the ear. Headache. Loss of appetite.\nAdults\nCommon signs and symptoms in adults include: Ear pain. Drainage of fluid from the ear. Trouble hearing.",
    "277.1: Inborn errors of metabolism": "There are hundreds of inherited metabolic disorders caused by different genes. Symptoms depend on the type of disorder and how severe it is.Examples of inherited metabolic disorders include: Familial hypercholesterolemia. Gaucher disease. Hunter syndrome. Krabbe disease. Maple syrup urine disease. Metachromatic leukodystrophy. Mitochondrial encephalopathy, lactic acidosis, stroke-like episodes (MELAS). Niemann-Pick. Phenylketonuria (PKU). Porphyria. Tay-Sachs disease. Wilson's disease.",
    "770.4: Atelectasis": "There may be no clear signs of atelectasis. If you have any signs, they may include: Having a hard time breathing. Rapid, weak breathing. Wheezing.Coughing.",
    "218.2: Adenomyosis": "Sometimes, adenomyosis causes no signs or symptoms or only mild discomfort. However, adenomyosis can cause: Heavy or prolonged menstrual bleeding. Severe cramping or sharp, knifelike pelvic pain during menstruation (dysmenorrhea). Chronic pelvic pain. Painful intercourse (dyspareunia).\nYour uterus might get bigger. Although you might not know if your uterus is bigger, you may notice tenderness or pressure in your lower abdomen.",
    "691.8: Atopic dermatitis": "Atopic dermatitis (eczema) symptoms can appear anywhere on the body and vary widely from person to person. They may include: Dry, cracked skin. Itchiness (pruritus). Rash on swollen skin that varies in color depending on your skin color. Small, raised bumps, on brown or Black skin. Oozing and crusting. Thickened skin. Darkening of the skin around the eyes. Raw, sensitive skin from scratching.\nAtopic dermatitis often begins before age 5 and may continue into the teen and adult years. For some people, it flares and then clears up for a time, even for several years."
}