{
    "Medical - Chest Pain - Cardiac Suspected (Protocol 2 - 1)": "1. Perform general patient management.     \n2. Support life-threatening problems associated with airway, breathing, and circulation.     \n3. Treat dysrhythmias. Be prepared to initiate CPR and defibrillation, if necessary.     \n4. Administer supplemental oxygen to maintain SPO2 94 - 99%     \n5. Obtain patient history. Reassure the patient.     \n6. Place patient on cardiac monitor.    \na. Obtain a 12 lead ECG, <10 minutes of pt arrival.    \n\n**Protocol**\n\n**2-1**\n\n**Continued NON-TRAUMATIC CHEST DISCOMFORT**\n\n**EMR EMT AI P**\n\nb. Consider ALS rendezvous, especially when the 12-lead indicates the patient is experiencing a STEMI.  \nc. When a 12 lead ECG indicates “***ACUTE MI***” notify closest appropriate Emergency PCI center (cath hospital) in < 5 minutes.    \n\n7. Transport as soon as feasible.    \n8. Administer ASPIRIN 324 mg to chew.    \n9. Establish an IV of normal saline at KVO.   \n10. If history consistent with cocaine associated chest pain and 12 lead not indicative of STEMI, administer MIDAZOLAM 5 mg IV. Alternatively administer DIAZEPAM 2.5 - 5 mg IV. Skip to step 14  \n11. Administer NITROGLYCERIN.\na. Assist patient with PRESCRIBED NITROGLYCERIN. If the pain persists and B/P > 100 mmHg systolic, repeat nitroglycerin 0.4 mg SL in 3 to 5 minutes (up to total of three SL doses).    \nb. Administer nitroglycerin 0.4 mg SL. If the pain persists and B/P > 100 mmHg systolic, repeat nitroglycerin 0.4 mg SL in 3 to 5 minutes (up to total of three SL doses).   \n12. If pain persists following administration of nitroglycerin SL, apply one (1) inch of nitroglycerin paste.   \n13. If pain persists following administration of a minimum of 3 SL nitroglycerin and nitroglycerin paste, consider FENTANYL titrated to pain relief at 1 mcg / kg IV/IM, not to exceed 10 0 mcg per single dose. May repeat every 10 minutes. Alternatively, administer MORPHINE 0.1 mg / kg IV at 1 mg / min., not to exceed 10 mg, titrated to effect.  \n14. Transport to appropriate hospital. Patients with ECGs consistent with STEMI should be transported ONLY to PCI CAPABLE HOSPITALS.    \n15. Transport and perform ongoing assessment as indicated.",
    "Medical - ST Elevation Myocardial Infarction (ACS/AMI) (Protocol 2 - 2)": "1. Perform general patient management. **    **\n2. Support life-threatening problems associated with airway, breathing, and circulation. **    **\n3. Administer oxygen to maintain SPO2 94 - 99% **    **\n4. Establish an IV of normal saline per patient assessment. **  **\n5. Obtain 12 lead ECG. **   **\na. If 12 lead reads, “***AMI***, the patient should be immediately transported to the closest PCI capable hospital. AIC must notify receiving facility ASAP. **   **\nb. If 12 lead is consistent with STEMI, and capability exists, transmit 12 lead to PCI center . **   **\n6. Transport immediately. **   **\na. If actual transport time is greater than 45 minutes to a PCI center, consider use of aeromedical. **   **\n7. Place patient on cardiac monitor and monitor pulse oximetry. ** **\n8. If no contraindications, administer ASA 324 mg PO. **    **\n9. If confirmed STEMI and/or significant cardiac history, administer NITROGLYCERIN 0.4 mg SL. If the pain persists and B/P > 100 mmHg systolic, repeat nitroglycerin 0.4 mg SL in 3 to 5 minutes (up to total of three SL doses). **  **\n10. If pain persists, refer to General  Pain Control protocol . **    **\n11. Transport and perform ongoing assessment as indicated. ",
    "Medical - Pulmonary Edema/CHF (Protocol 2 - 3)": "1. Perform general patient management.     \n2. Support life -threatening problems.     \n3. Administer oxygen to maintain SPO2 94 - 99%     \n4. CPAP is the preferred airway management over endotracheal intubation. Consider intubation for severe respiratory distress / pending respiratory failure.  \n5. Transport the patient immediately positioned in an upright position.    \n6. Monitor pulse oximetry.     \n7. Place patient on cardiac monitor and obtain/interpret 12 lead ECG.  \n8. Establish an IV / lock of normal saline at KVO.   \n9. Give NITROGLYCERIN.\na. SBP greater than 180: Give NITROGLYCERIN, 2 tablets, 0.4 mg SL and 2 inches of Nitropaste 2%. If respiratory distress persists and SPB greater than 180 and HR greater than or equal to 60 bpm, repeat nitroglycerin, 1 tablets SL every 5 minutes.   \nb. SBP 100  180: Give NITROGLYCERIN , 1 tablet, 0.4 mg SL and 1 inch of Nitropaste 2%. If respiratory distress persists and SPB greater than or equal to 100 mmHg and HR greater than or equal to 60 bpm, repeat nitroglycerin, 1 tablet SL every 5 minutes.   \n10. If available, administer CPAP with 5 - 10 cmH20 PEEP. If no CPAP available, continue with next step.    \n11. If obvious pulmonary edema noted on exam, consider LASIX 0.5  1.0 mg / kg slow IVP, if systolic BP > 90 mmHg.  \n12. If wheezing is present, consider bronchodilator therapy, ALBUTEROL 5.0 mg and ATROVENT 0.5 mg via nebulizer with 6 - 8 liters of Oxygen. Treatment should only be administered ONCE.   \n13. Consider FENTANYL titrated to pain relief at 1 mcg / kg IV/IM, not to exceed 50 mcg per single dose. May repeat every 10 minutes.   \n14. Transport and perform ongoing assessment as indicated.",
    "Medical - Supraventricular Tachycardia (including atrial fibrillation) Medical - Tachycardia Medical - Ventricular Tachycardia with a Pulse (Protocol 2 - 8)": "",
    "Medical - Bradycardia (Protocol 2 - 9)": "",
    "Medical - Abdominal Pain (Protocol 3 - 2)": "Perform initial assessment (General impression, Airway, Breathing, Circulation, and LOC).\n* Place patient on pulse oximetry and administer Oxygen per patient assessment.\n* Place patient on a cardiac monitor.\n* Assess abdomen for pulsating masses, if noted refer to Aortic Dissection/ AAA Patient Care Protocol.\n* Use distraction (through conversation, etc) and breathing techniques to help patient alleviate pain.\n* If shock is present, without pulsating masses, refer to Hypovolemic Shock (Non-Cardiac) Patient Care Protocol.\n\n**ALS**\n\n* Place patient on a cardiac monitor.\n* (A-Skill) Establish IV of Normal Saline at KVO rate or NS lock, per patient assessment.\n* Obtain and interpret 12-Lead ECG, refer to appropriate Cardiac Patient Care Protocol as needed.\n* (A-Skill) Administer ONDANSETRON (Zofran) 0.1 mg/kg slow IVP over 2-5 minutes, max 4.0 mg per dose, or 4 mg orally dissolving tablet (ODT) as needed, per Nausea and Vomiting Patient Care Protocol.\n* Transport promptly in a position of comfort and reassess vital signs as indicated.\n\n**PEARLS:**\n\n1. Abdominal pain may be the first sign of an impending rupture of the appendix, liver, spleen, ectopic pregnancy, or an aneurysm. Monitor for signs of hypovolemic shock.\n2. If a pulsating mass is felt, suspect an abdominal aneurysm and discontinue palpation.\n3. Abdominal pain in women of childbearing age should be treated as an ectopic pregnancy until proven otherwise.\n4. Appendicitis presents with vague, periumbilical pain that migrates to the RLQ over time.\n5. Kidney stones present with flank pain that migrates to the lower quadrants.\n6. Ask the patient to point to the pain. The farther from the umbilicus the patient points, the more likely the pain is to be organic in origin.\n7. Simple pain management techniques include oxygen administration, splinting, speaking in a calm, reassuring voice, and placing the patient in their position of comfort.\n8. If primary medication unavailable, use provided alternative medication and refer to Medication Reference Section, as needed.",
    "Medical - Allergic Reaction/Anaphylaxis (Protocol 3 - 3)": "1. Perform general patient management.     \n2. Support life-threatening problems associated with airway, breathing, and circulation.     \n3. Administer oxygen to maintain SPO2 94-99%     \n4. If signs of anaphylaxis, go to section 5. If localized allergic reaction, go to section 9.    \n\n**EMR EMT A IP**\n\n5. If signs of Anaphylaxis and autoinjector or approved dose-limiting system available, administer epinephrine.    \n6. If no autoinjector or approved device available, administer EPINEPHERINE 1 mg/ml 0.01 mg/kg up to 0.5 mg IM.   \n7. Administer DIPHENHYDRAMINE 1 mg/kg up to 50 mg IM or IV. The IV route is preferred for the patient in severe shock. If an IV cannot be readily established, give diphenhydramine via the IM route. If Benadryl injection not available, give one (1) 25mg PO capsule if the patient is 25-49kg. If 50 kg or larger, give Benadryl two (2) capsules PO. During shortages, refer to medication references 13- 39 or 13- 40 for alternative medications and dosing recommendations.   \n8. If hypoperfusion persists following the first dose of epinephrine, consider administration of 20 mL/kg normal saline IV. While administering a fluid bolus, frequently reassess perfusion for improvement. If perfusion improves, slow the IV to KVO and monitor closely. If the patient develops fluid overload respiratory distress (dyspnea, crackles, rhonchi, decreasing SpO2), slow the IV to KVO.   \n**EMR EMT A IP**\n\n9. For Allergic Reaction administer DIPHENHYDRAMINE 1 mg/kg up to 50 mg IM or IV. The IV route is preferred for the patient in severe shock. If an IV cannot be readily established, give diphenhydramine via the IM route. If Benadryl injection not available, give one (1) 25mg PO capsule if patient is 25-49kg. If 50 kg or larger, give Benadryl two (2) capsules PO. During shortages, refer to medication references 13-39 or 13-40 for alternative medications and dosing recommendations.\n10.Assess for development of anaphylaxis and refer to section 5.\n11.For Both Allergic Reaction and Anaphylaxis: If the patient is experiencing respiratory distress with wheezing, refer to the Respiratory Distress protocol.\n12.Transport as soon as possible.\n13.Establish an IV of normal saline at KVO.\n14.Transport and perform ongoing assessment as indicated.",
    "General - Behavioral/Patient Restraint (Protocol 3 - 4)": "1. Scene safety is a priority. Maintain scene and provider safety. Request police if indicated.\n2. Perform general patient management.\n3. Develop rapport with the patient. Speak in a calm, non-judgmental / non-confrontational manner. Be aware of your own and the patient’s posture, body language, and position.\n4. Remove disturbing persons and/ or objects from the environment.\n5. Encourage the patient to sit, relax, and talk. Do not touch the patient without permission.\n6. Transport and Reassess if indicated.\n\n\n**EMR | EMT | A | I | P**\n\n**For Violent or Aggressive Patients:**\n\n1. Assure scene safety. Request Police department if needed. Do not engage patient without police unless benefits outweigh risks to patient and providers.\n2. Perform general patient management.\n3. Support life-threatening problems associated with airway, breathing, and circulation.\n4. Assess for signs of trauma.\n5. Administer oxygen to maintain SPO2 94 - 99%\n6. For altered mental status, perform rapid glucose determination.\n7. Control environmental factors; attempt to move patient to a private area free of family and bystanders. MAINTAIN ESCAPE ROUTE.\n8. Attempt de-escalation, utilize an empathetic approach. Ensure patient safety and comfort. AVOID CONFRONTATION.\n9. Ensure patient capacity to make decisions. If patient has capacity, consent to treat is required. If patient lacks capacity, consent to treat is not required.\n10. Physically restrain. Refer to Clinical Procedures: Patient Restraint.\n11. Chemical Restraint:\n\n    a. If chemical agitation or alcohol withdrawal is suspected, refer to the appropriate Medical  Overdose/Poisoning protocol.\n\n    b. If behavioral or alcohol related agitation is suspected, give MIDAZOLAM 0.1 mg / kg IV / IM (max single dose of 5 mg). If midazolam is unavailable, administer DIAZEPAM 0.25 mg / kg IV / IM (max single dose of 5 mg or a max dose of 10 mg). Contact Medical Control for repeat dosing.\n\n    c. In adult patients, if behavioral or alcohol related agitation continues or escalates, give GEODON 20 mg IM if greater than 50 kg weight (10 mg IM if weight less than 50 kg). If Geodon unavailable, use Haldol:\n\n      -For Moderate agitation give 5 mg Haldol IM\n\n      -For Severe agitation give 10 mg Haldol IM\n\n\n12. Transport as soon as possible.",
    "Medical - Stroke/TIA (Protocol 3 - 5)": "1. Perform general patient management.        \n2. Support life-threatening problems associated with \nairway, breathing, and circulation. Be alert for \naspiration, upper airway obstruction and \nhypoventilation.       \n3. Administer oxygen to maintain SPO2 94 - 99%. \nSupport respirations as necessary with a BVM.       \n4. Perform and document Cincinnati or FAST stroke evaluation and if positive, perform VAN       \n5. Determine last known well time \n \n     \n6. If positive BE FAST /FAST , notify hospital of \nstroke alert. If positive VAN test, notify hospital of \nstroke alert with positive VAN.        \n\nProtocol  \n3-5 \nContinued  STROKE  \n\nEMR  EMT  A I P \n7. Perform rapid glucose determination. If glucose less \nthan 60 mg / dL or clinical signs and symptoms indicate \nhypoglycemia, refer to the Medical  Diabetic  \nHypoglycemia protocol.       \n8. Ensure that a witness accompanies the patient to the \nhospital or obtain contact telephone for the hospital       \n9. Establish an IV of normal saline at KVO. If possible, \nestablish secondary IV as well.       \n10. Place patient on cardiac monitor and obtain 12 lead ECG (and interpret if ALS) within 10 minutes of patient \ncontact.        \n11. Perform ongoing assessment as indicated.       \n12. Transport to closest appropriate hospital with \ncapabilities to provide the appropriate level of \ntreatment based on time from last known well to \nestimated time of arrival at facility and positive \nstroke scale  \na. less than 3.5 hrs with weakness and negative \nVAN   \n transport to any stroke certified hospital or \nstroke capable facility  \nb. less than 3.5 hrs with weakness and positive \nVAN (or any wake-up stroke)  \n transport to comprehensive stroke center or \nprimary stroke center with endovascular \ncapabilities  \nc. between 3.5 hrs and 24 hours (any stroke)  \ntransport to comprehensive stroke center or \nprimary stroke center with endovascular \ncapabilities  \nd. greater than 24 hours (any stroke)  \n transport to any stroke certified hospital or \nstroke capable facility       \n13. Consider not bypassing stroke capable/primary stroke \ncenters if time to higher level of care is greater than 15 \nminutes       \n14. Consider air medical transport if ground transport \ntime >30 minutes",
    "Medical - Diabetic - Hyperglycemia (Protocol 3 - 7)": "1. Perform general patient management.\n\n2. Support life-threatening problems associated with airway, breathing, and circulation.\n\n3. Assess for signs of trauma. Provide spinal immobilization as necessary.\n\n4. Administer oxygen to maintain SPO2 94-99%\n\n5. For altered mental status, perform rapid glucose determination.\n\n6. If glucose greater than 300 mg/dL, start an IV of normal saline.\n\n7. For signs and symptoms of hypovolemic shock or dehydration, follow the Medical  Hypotension/Shock (non-trauma) protocol.\n\n8. Place on cardiac monitor and obtain/interpret 12 lead ECG as indicated.\n\n9. Transport and perform ongoing assessment as indicated.",
    "Medical - Diabetic - Hypoglycemia (Protocol 3 - 8)": "1. Perform general patient management.     \n2. Support life-threatening problems.     \n3. Assess for signs of trauma. Provide spinal immobilization as necessary.     \n4. Administer oxygen to maintain SPO2 94 - 99%     \n5. For altered mental status, perform rapid glucose determination.    \n6. If glucose less than 60 mg / dL or clinical signs and symptoms indicate hypoglycemia and the patient is awake and able to swallow:\n   a. If the patient can protect airway, give Oral Glucose15 grams. Repeat in 15 minutes if necessary.    \n7. If glucose less than 60 mg / dL or clinical signs and symptoms indicate hypoglycemia and oral glucose is contraindicated or patient is unconscious:\n\n   a. If BLS, administer Glucagon 1 mg IM/IN\n   b. Once desired effect is obtained and patient is able to swallow, administer oral glucose 15 grams.\n   c. Do not delay transport if long transport time or delayed ALS response expected.    \n   d. If ALS, may consider use of Glucagon prior to dextrose administration. If Patient > 40 kg: Give DEXTROSE 10% 100mL bolus. Titrate to consciousness and/or normal glucose levels.\n   e. If DEXTROSE 10% is unavailable, administer DEXTROSE 50% 1G / kg up to 25 G IV\n   f. If unable to establish an IV, alternatively administer GLUCAGON 1 mg IM / IN.   \n8. For signs and symptoms of hypovolemic shock or dehydration, follow the Medical  Hypotension/Shock (Non -trauma) protocol.     \n9. Place on cardiac monitor per patient assessment.  \n10. Transport and perform ongoing assessment as indicated.",
    "Medical - Nausea/Vomiting (Protocol 3 - 9)": "1. Perform general patient management.     \n2. Support life-threatening problems associated with airway, breathing, and circulation.     \n3. Administer oxygen to maintain SPO2 94 - 99%     \n4. Allow the patient to lie in a comfortable position.     \n5. Establish an IV of normal saline per patient assessment.   \n\n**Protocol**\n\n**3-9**\n\n**Continued NAUSEA / VOMITING**\n\n**EMR EMT A I P**\n\n6. Assess for signs of shock. If shock is suspected, follow the Medical  Hypotension/Shock (non-trauma) protocol.     \n7. Place the patient on the cardiac monitor and obtain / interpret 12 lead ECG.    \n8. For severe nausea or vomiting, if available, give ONDANSETRON (ZOFRAN) administer 0.1 mg / kg IV / IM up to 4 mg over 2 to 5 minutes.*   \n9. If moderate to severe nausea or vomiting in adults only, consider administering ONDANSETRON (ZOFRAN) ODT 4 mg tablet.    \n10. May repeat ONDANSETRON dosing in adult after 5 minutes if needed    \n11. Transport and perform ongoing assessment as indicated.",
    "General - Pain Control (Protocol 3 - 10)": "1. Perform general patient management.     \n2. Administer oxygen to maintain SpO2 94 - 99%     \n3. Determine patient’s pain score assessment using a standardized scoring system. Refer to Universal Pain Assessment tool on this protocol.     \n4. Place patient on cardiac monitor per patient assessment.  \n5. Determine if pain is acute or chronic (3 weeks or more). If chronic, attempt to identify cause (cancer/palliative care)    \n\n**Protocol 3-10 PAIN MANAGEMENT Continued**\n\n**EMR EMT A I P**\n\n6. If pain is mild, moderate, or chronic (cancer/palliative care excluded), consider use of non-opioid treatment. If age > 10 yrs, may alternatively consider one of the following, if available:\n   a. Nitronox (via patient-administered dosing system)\n   b. Acetaminophen 650 mg PO\n   c. Nonsteroidal such as ibuprofen 400 mg PO (avoid in pts with open fractures or suspected hip/femur fractures)\nOMD Option OMD Option OMD Option OMD Option\n\n7. If NO nonsteroidal administered, for mild, moderate, or chronic pain (cancer/palliative care excluded), consider TORADOL 15 mg IV or 30 mg IM. Avoid use If age less than 10 years, older than 65 years of age, or patients with history of renal disease.   \n8. If pain rated 7 or above and/or chronic pain from cancer/palliative car, establish IV of normal saline if indicated for medication administration.   \n9. If pain rated 7 or above, administer fentanyl 2 mcg/kg INTRANASAL (max first dose of 100 mcg) half dose in each nostril. May consider additional dose of up to 100mcg after 5 minutes if pain persists OR- fentanyl 1 mcg/kg IV, or IM (max single dose of 100 mcg).\n*** There are no documented cases of chest rigidity with the administration of fentanyl INTRANASALLY ***   \n10. If fentanyl unavailable, administer morphine sulfate 0.1 mg/kg IV or IM (max single dose of 5.0 mg). Sickle cell patients may be given higher doses up to 10 mg IV or IM.   \n\n**Protocol 3-10 PAIN MANAGEMENT Continued**\n\n**EMR EMT A I P**\n\n11. Repeat the patient’s pain score assessment.     \n12. Consider Ondansetron (ZOFRAN) 0.1 mg/kg IV up to 4 mg over 2 to 5 minutes for nausea or to prevent nausea. Can also be given 4mg PO tablet for EMT and above in adult patients.    \n13. If indicated based on pain assessment, repeat pain medication administration after 10 minutes of the previous dose. Maximum total dose of fentanyl is 200 mcg and morphine sulfate is 20 mg for non-sickle cell patients. Sickle cell patients may have up to a total of 400 mcg of fentanyl or 40 mg of morphine sulfate.   \n14. Transport in position of comfort and reassess as indicated.",
    "Medical - Respiratory Distress/Asthma/COPD/Croup/Reactive Airway (Respiratory Distress) (Protocol 3 - 11)": "1. Perform general patient management.     \n2. Support life-threatening problems associated with airway, breathing, and circulation.     \n3. Administer oxygen to maintain SPO2 94 - 99%. Support respirations as necessary with a BVM.     \n4. Place patient in a position of comfort, typically sitting upright.     \n\n5. Monitor Capnography, if available.    \n6. Assist patient with prescribed BRONCHODILATOR METERED DOSE INHALER (MDI). If no dosing schedule is prescribed, repeat in 5 to 10 minutes as needed.    \n7. If in critical respiratory distress, provide BVM ventilation with patient’s spontaneous efforts. If patient becomes unresponsive, perform BVM ventilation with an airway adjunct. If BVM ventilation is inadequate, secure airway with a definitive airway (Supraglottic/glottic/dual lumen) or ENDOTRACHEAL TUBE [Level I and P only].     \nFor patients in respiratory distress:\n8. Give ALBUTEROL 2.5 to 5.0 mg and IPRATOPRIUM 0.5 mg via small volume nebulizer.    \na. Repeat ALBUTEROL ONLY every 10 minutes up to 4 treatments if respiratory distress persists and no contraindications develop. Note: IPRATOPRIUM bromide is only administered with the first treatment.    \n9. Establish venous access as needed.   \n10. Administer DEXAMETHASONE IV/IM/PO 10 mg.   \n11. Administer CPAP with 5  10 cm H20 PEEP for moderate to severe dyspnea. For levels I and P, if the CPAP device allows, begin at 5.0 mmHg and titrate to effect.    \n12. In the asthmatic patient, for severe respiratory distress that is non-responsive to standard medications, consider administration of MAGNESIUM SULFATE 40 mg/kg IV over 20 minutes (max dose of 2 grams).  \n13. In the asthmatic patient, for severe respiratory distress that is non-responsive to standard medications, contact Medical Control to consider administration of EPINEPHRINE 1:1,000 0.01 mg/kg up to 0.3 mg IM. MC MC\n14. Place on cardiac monitor and obtain 12 lead ECG per assessment.    \n15. Transport and perform ongoing assessment as indicated.",
    "Medical - Seizure (Protocol 3 - 12)": "1. Perform general patient management.\n2. Support life-threatening problems associated with airway, breathing, and circulation.\n   a. Suction the oro/nasopharynx as necessary.\n   b. Place a nasopharyngeal airway as necessary (avoid in head trauma).\n3. Administer oxygen to maintain SPO2 94-99%. Support respirations as necessary with a BVM.\n4. Do not restrain the patient. Let the seizure take its course but protect patient from injury.\n5. Perform rapid glucose determination. If glucose less than 60 mg/dL or clinical signs and symptoms indicate hypoglycemia, refer to the Medical - Diabetic - Hypoglycemia protocol.\n6. Establish an IV of normal saline at KVO.\n\n7. If the seizure persists and the rapid glucose determination is greater than 60 mg/dL, give MIDAZOLAM 0.2 mg / kg INTRANASAL (max single dose 10 mg) -OR- give MIDAZOLAM 0.1 mg / kg IV / IM (max single dose 5 mg)\n   a. Repeat dose in 5 minutes if seizure persists.\n   b. If midazolam is unavailable, administer DIAZEPAM 0.25 mg / kg up to 5 mg slow IV push. Repeat once as necessary.\n8. Place patient on cardiac monitor (life-threatening dysrhythmias may cause seizure-like activity).\n9. Consider placing the patient in the recovery position during the postictal period.\n10. Transport and perform ongoing assessment as indicated.",
    "Medical - Hypotension/Shock (Nontrauma) (Protocol 3 - 13)": "1. Perform general patient management.\n2. Support life-threatening problems associated with airway, breathing, and circulation.\n3. Assess for signs of shock including, but not limited to:\n   * Restlessness, altered mental status, hypoperfusion (cool, pale, moist skin), tachypnea (rapid breathing), rapid, weak pulse, orthostatic hypotension (blood pressure suddenly drops on standing up), nausea and thirst.\n4. Administer oxygen per patient assessment to maintain SpO2 between 94-99%. Support respirations as necessary with a BVM.\n5. Transport as soon as possible.\n6. Control external bleeding with direct pressure, then tourniquet if direct pressure is inadequate.\n7. If pregnant (uterine fundus above umbilicus), place the patient on her left side.\n8. Maintain body temperature by protecting the patient from the environment, removing wet clothing and covering the patient with a blanket.\n9. Establish a large bore IV or IO of Normal Saline. If time permits, establish second access.\n10. Give a 20 mL/kg bolus. If no improvement after the first 20 mL/kg bolus, may repeat once. While administering a fluid bolus, frequently reassess perfusion for improvement. If perfusion improves, slow the IV to KVO and monitor closely. If patient develops fluid overload respiratory distress (dyspnea, crackles, rhonchi, decreasing SpO2), slow the IV to KVO.\n11. If patient tachycardic and/or hypotensive after IV fluid bolus, consider:\n    a. Administration of Norepinephrine Infusion 0.1-0.5 mcg/kg/minute for hypotension. Titrate to MAP > 65 mmHg.\n    b. If Norepinephrine unavailable, consider Dopamine 5-20 mcg/kg/min for hypotension that remains after fluid bolus. Titrate to MAP > 65 mmHg.\n\n***DO NOT USE PRESSORS ON HYPOVOLEMIC PATIENTS!***\n\n12. Transport and perform ongoing assessment as indicated.",
    "Medical - Altered Mental Status (Protocol 3 - 15)": "1. Perform general patient management.      \n2. Maintain patient in a supine position.      \n3. Administer oxygen to maintain SPO2 94 - 99% and glucose check.      \n4. If the patient has altered mental status, refer to the appropriate protocol per assessment. If no obvious etiology is identified, refer to Medical  Stroke/TIA protocol.      \n5. If the patient age is  25 years of age or has a cardiac history, place on cardiac monitor and obtain / interpret 12 lead ECG. If interpretation is consistent with STEMI, notify and transport to the closest appropriate Emergency PCI hospital.     \n6. Establish IV of Normal Saline. Keep at KVO rate unless hypotensive. If hypotensive, refer to Medical  Hypotension/Shock (Non -trauma) protocol.    \n7. Transport and reassess as needed.",
    "Airway - Failed (Protocol 3 - 16)": "1. Perform general patient management.     \n2. Assess mechanism of injury and/or nature of illness. Protect C-spine if necessary.     \n3. Administer Oxygen to maintain SpO2 94 - 99%     \n4. Assess patient ability to control airway and adequacy of ventilations. Do not hypo or hyperventilate.     \n5. Use head-tilt-chin-lift or jaw thrust as appropriate to open airway. Use oral or nasal airway adjuncts to support as appropriate.     \n6. Support ventilations with two man bag-valve-mask ventilations if personnel is available.     \n7. If unable to maintain airway, consider oral (I or P) or nasal (P only) intubation.  \n8. If unable to successfully intubate, attempt to use an alternative airway to secure airway.    \n9. If still unable to maintain airway, consider medication facilitated intubation* or use alternative airway as a rescue device. \n10. If still unable to maintain airway, consider surgical airway or Needle Cricothyrotomy. \n11. Transport promptly.    \n12. Continuously monitor patient's airway.",
    "Injury - Abdominal Trauma (Abdominal Trauma) (Protocol 4 - 2)": "1. Maintain scene and provider safety.     \n2. Perform general patient management.     \n3. Administer supplemental oxygen to maintain a SPO2 94 - 99%. If needed assist ventilations with BVM but avoid hyperventilation, maintain C-spine precautions.     \n4. Identify mechanism of injury.     \n5. Establish large bore IV’s of normal saline. Titrate to systolic blood pressure of 90 to 100 mmHg.   \n6. Treat pain if indicated. Refer to General  Pain Control protocol.   \n7. Consider ONDANSETRON (ZOFRAN) 0.1 mg / kg slow IVP over 2 - 5 minutes, max 4.0 mg per dose as needed per Medical  Nausea/Vomiting protocol. Do not give PO meds.   \n8. Transport to the appropriate hospital per Field Trauma Triage Scheme.    \n9. Reassess patient as indicated.",
    "Injury - Burns - Thermal (Protocol 4 - 3)": "1. Stop the burning process\n    * Thermal burns: Irrigate the burned area with sterile water or saline to cool skin. Do not attempt to wipe off semisolids (grease, tar, wax, etc.). Do not apply ice. Dry the body when the burn area is greater than or equal to 10% TBSA to prevent hypothermia.\n    * Dry chemical burns: Brush off dry powder, then lavage with copious amounts of tepid water (sterile, if possible) for 20 minutes. Continue en route to the hospital.\n    * Liquid chemical burns: Irrigate the burned area with copious amounts of tepid water (sterile, if possible) for 20 minutes. Continue en route to the hospital.\n2. Perform general patient management.\n3. Support life-threatening problems associated with airway, breathing, and circulation.\n4. Administer oxygen to maintain SPO2 94-99%\n5. If the patient is in critical respiratory distress or impending respiratory failure, consider placement of orotracheal intubation.\n6. Remove clothing from around burned area, but do not remove/peel off skin or tissue. Remove and secure all jewelry and tight fitting clothing.\n7. Assess the extent of the second/third degree burn (BSA). If more than 20% (2nd and 3rd) BSA, establish IV and administer NS\n\n* If patient is less than 5 years of age, infuse 125mL/hr\n* If patient is 5-14 years of age, infuse 250 mL/hr\n* If patient is greater than 14 years of age, infuse 500mL/hr.\n\n8. Cover the burned area with a clean, dry dressing. Wet dressing may be used if the burned TBSA is less than 10%.\n9. For pain control, refer to Pain Management Protocol.\n10. Maintain body temperature and reassess patient\n11. Transport to closest appropriate facility. See BURN UNIT REFERRAL CHART",
    "Injury - Crush Syndrome (Protocol 4 - 4)": "1. Perform general patient management. |  |  |  | \n2. Support life-threatening problems. |  |  |  | \n3. Administer oxygen to maintain a SPO2 between 94 - 99%. Support respirations as necessary with a BVM. |  |  |  | \n4. Consider activation of local and/or regional technical rescue team. |  |  |  | \n5. Start an IV of normal saline and administer normal saline 20 cc / kg bolus, prior to extrication if possible. Maintain perfusion by following the Medical  Hypotension/Shock protocol. DO NOT USE LACTATED RINGERS. |  |  |  |\n6. Apply and tighten tourniquet on entrapped/crushed extremity BEFORE extrication. |  |  |  |\n\n**Protocol**\n\n**4-4**\n\n**Continued**\n\n**CRUSH INJURIES**\n\n**EMR** | **EMT** | **A I P**\n---|---|---\n7. Attach ECG monitor. Obtain / interpret 12 Lead ECG. Carefully monitor for dysrhythmias before, immediately after release of pressure and during transport (i.e., peaked T waves, wide QRS, lengthening QT interval, loss of P wave). Contact Medical Control if hyperkalemia is suspected.** |  | \n8. Transport as soon as possible. |  |  | \n9. For pain control, consider analgesics\n    a. FENTANYL 1 mcg / kg IV / IM, not to exceed 100 mcg single dose. Repeat dose in 10 minutes if necessary. Max total dose is 200 mcg.\n    b. If Fentanyl is unavailable, give MORPHINE 0.1 mg / kg IV at 1 mg / min, not to exceed 5 mg single dose with max total dose of 20 mg. If no IV established, administer MORPHINE 0.1 mg / kg IM, not to exceed 10 mg (1.0 mL); repeat IM dose in 10 minutes if necessary. |  |  |\n10. Consider the following options:\n    a. Continued boluses of normal saline. |  |  |\n    b. For 1 limb greater than 2 hours or 2 limbs greater than 1 hour, administer SODIUM BICARBONATE 1 mEq / kg IV bolus over 2 minutes. Consider administration of bicarb containing IV solution (One liter of D 5W with 2 amps bicarb infused at 150 cc / hour). |  | \n    c. If ECG suggestive of hyperkalemia,** consider ALBUTEROL 5.0 mg via small volume nebulizer. |  | \n    d. If ECG suggestive of hyperkalemia, consider CALCIUM CHLORIDE 8 mg / kg of 10% solution IV over 5 minutes. |  | \n11. Transport and perform ongoing assessment as indicated.",
    "Injury - Head (Protocol 4 - 6)": "1. Perform general patient management.      \n2. Support life-threatening problems associated with airway, breathing, and circulation.      \n3. Administer oxygen to maintain SpO2 94 - 99%.  Consider supporting respirations with a BVM.       \n4. Assess patient and mechanism of injury to determine need for Spinal Motion Restriction (4.13)      \na. If patient requires SMR, assess and document PMS in all extremities before and after movement.      \n5. Obtain and document baseline GCS and reassessments.      \n6. Monitor capnography, if available.  Attempt to maintain between 35  - 45 mm Hg.     \n7. Place patient on cardiac monitor.      \n8. Establish an IV of normal saline at KVO.  If time permits, establish an additional line.       \n9. Obtain a blood glucose sample.      \n10. If patient is exhibiting signs of shock, refer to Shock protocol.       \n11. Transport and perform ongoing assessment as indicated.",
    "Injury - Thoracic (Protocol 4 - 11)": "1. Maintain scene and provider safety.\n2. Perform general patient management.\n3. Administer oxygen, to maintain SPO2 94-99%. If needed, assist ventilations with BVM, maintain C-spine precautions.\n4. If airway remains unstable, consider placement of definitive airway (Supraglottic / dual lumen) (ETT I and P only).\n5. Identify mechanism of injury.\n6. Assess breath sounds. Stabilize any chest injuries.*\n7. If patient has clinical findings consistent with tension pneumothorax and has hypotension/signs of shock, perform needle decompression* per protocol.\n8. Establish large bore IV’s of normal saline. Titrate to systolic blood pressure of 90 to 100 mmHg.\n9. Place patient on cardiac monitor per assessment.\n10. Treat pain if indicated. Refer to pain management protocol.\n11. Transport to the appropriate hospital per trauma triage scheme and reassess patient as indicated.",
    "Spinal Motion Restriction (Protocol 4 - 13)": "1. Maintain scene and provider safety.\n2. Perform general patient management.\n3. Support life-threatening problems.\n4. Spinal motion restriction is not recommended in patients with penetrating trauma.\n5. Cervical spinal motion restriction should be used in patients meeting the below criteria.\n    a. Patients between 15 and 65 years of age with a traumatic mechanism and any one (1) of the following:\n        - Midline cervical tenderness\n        - Neuro deficits\n        - Altered mental status\n        - Intoxication\n        - Distracting injury\n    b. Patients 65 years of age and older with traumatic mechanism and suspected spinal injury should have cervical spinal motion restriction.\n    c. Any patient where provider judgement indicates use of SMR (i.e., seatbelted in cot, backboard, reeves).\n6. Backboards may be used for movement or extrication of the patient. Patients should be removed from the backboard as soon as possible.\n7. Transport to an appropriate facility as indicated by the Regional Field Triage Scheme if applicable, and perform ongoing assessment as indicated.",
    "Hemorrhage Control (Protocol 4 - 14)": "1. Maintain scene and provider safety.     \n2. Ensure appropriate PPE is donned to limit potential exposure to bloodborne pathogens.     \n3. Perform general patient management.     \n4. Support life-threatening problems.     \n5. Apply oxygen to maintain pulse ox 94-99%. If indicated, support respirations with a BVM.     \n6. With a gloved hand, apply direct pressure with a dressing to the site of hemorrhage.     \n7. If serious hemorrhage persists, expose the wound and place digital pressure with a gloved hand on the site of bleeding.     \na. If bleeding controlled, bandage the dressing in place, maintaining pressure on the wound.     \n8. For uncontrolled life threatening bleeding of an extremity, consider application of a TOURNIQUET.     \n9. If extremity bleeding still uncontrolled:\na. Consider application of a second tourniquet proximal to the first.     \nb. Consider applying hemostatic gauze or packing to wound.     \n\n**Protocol**\n\n**4-14**\n\n**Continued HEMORRHAGE CONTROL**\n\n**A B EN I P**\n\n10. If patient shows signs of hypoperfusion, refer to Protocol 3-13: Hypotension/Shock.     \n11. Transport to closest appropriate facility and perform ongoing assessment as indicated.",
    "Environmental - Hypothermia (Protocol 5 - 1)": "1. **Perform general patient management.**     \n2. **Support life -threatening problems associated with airway, breathing, and circulation.**     \n3. **Hypothermia WITH a perfusing rhythm (pulse):**\n    a. Prevent additional evaporative heat loss by removing wet garments and insulating the victim from further environmental exposures.     \n    b. Initiate passive rewarming with warmed blankets and a warm environment.     \n    c. Perform procedures gently. These patients are prone to develop ventricular fibrillation.     \n\n4. **Hypothermia WITHOUT a perfusing rhythm (pulse):**\n    a. Begin CPR immediately.     \n    b. Initiate rewarming procedures as noted in step #3 above.     \n    c. If not breathing, start rescue breathing immediately. If possible, administer warmed, humidified oxygen.     \n    d. If pulseless with no detectable signs of circulation, start chest compressions immediately. If there is any doubt about whether a pulse is present, begin compressions.     \n    e. Assess cardiac rhythm:\n        i. Attach AED / cardiac monitor. If the patient does not respond to one (1) defibrillation, further defibrillation attempts should be deferred.     \n    f. Secure airway with a definitive (Supraglottic/dual lumen) airway device or an endotracheal tube (levels I and P only).    \n    g. Establish an IV of Normal Saline.   \n    h. Give initial cardiovascular drugs based on presenting rhythm. If the patient fails to respond to the initial drug therapy, defer additional boluses of medication.  \n    i. Continue CPR and transport immediately.    \n5. **Transport and p erform ongoing assessment as indicated.",
    "Environmental - Heat Exposure/Heat Exhaustion Environmental - Heat Stroke (Protocol 5 - 2)": "1. Perform general patient management.     \n2. Support life-threatening airway, breathing, and circulation problems.     \n3. Move the patient to a cool environment, but prevent shivering.     \n4. Administer oxygen to maintain SPO2 94-99%. Assist respirations with a BVM if necessary.     \n\n**HYPERTHERMIA (Continued)**\n\n**EMR EMT A I P**\n\n5. **Heat Cramps:** Signs include muscle twitching, spasms, nausea, vomiting, weakness, and diaphoresis.\n    a. Provide PO fluids if the airway is patent and the patient is not vomiting.     \n6. **Heat Exhaustion:** Signs include pallor, sweating, hypotension, headache, weakness, fatigue, and thirst.\n    a. Establish an IV of Normal Saline and infuse fluids as per Hypotension/Shock protocol. If fluid overload symptoms (respiratory distress) occur, slow the IV to KVO.   \n    b. Place on cardiac monitor.  \n7. **Heat Stroke:** Signs include altered mental status, high body temperature, minimal/no sweating, collapse, shortness of breath, shock, nausea, and vomiting.\n    a. Remove clothing.     \n    b. Do not give anything by mouth.     \n    c. Mist the patient with lukewarm water and fan. Continue misting and fanning during transport.     \n    d. Wrap the patient in wet sheets if ambient airflow is good.     \n    e. Establish an IV/IO of Normal Saline and infuse fluids as per Hypotension/Shock protocol. If fluid overload symptoms occur, slow the IV to KVO.   \n    f. Place on cardiac monitor and obtain a 12 lead ECG.  \n8. Transport and perform ongoing assessment as needed.",
    "OB/GYN - Childbirth/Labor/Delivery (Protocol 6 - 2)": "1. General patient management\n2. Oxygen to maintain SpO2 > 94%\n3. IV of Normal Saline at KVO if time permits\n4. Infection control precautions (gloves, mask, gown, eye protection)\n5. Mother lying with knees drawn up and spread apart\n6. Elevate buttocks (blankets or pillow)\n7. Sterile field around vaginal opening\n8. Puncturing amniotic sac if not broken\n9. Gentle pressure on skull during crowning to prevent explosive delivery\n10. Determine if umbilical cord is around the neck and address it\n11. Support head after birth (no suctioning)\n12. Support newborn with both hands as body is born\n13. Grasp feet as they are born\n14. Wipe blood and mucus from newborn's mouth and nose\n15. Keep newborn level with vagina until cord is cut\n16. Clamp, tie, and cut umbilical cord when pulsations cease\n17. 1- and 5-minute APGAR scores\n18. Monitor newborn and refer to Neonatal Resuscitation Protocol\n19. Observe for placental delivery\n20. Wrap placenta and transport to hospital\n21. Place sterile pad over vaginal opening\n22. Record time of delivery and transport mother, newborn, and placenta to hospital",
    "OB/GYN - Pre-term Labor (Pre-term Labor) (Protocol 6 - 12)": "1. Perform general patient management.\n2. Support life-threatening problems associated with airway, breathing, and circulation.\n3. Administer oxygen to maintain SPO2 94 - 99%\n4. Place patient in left lateral recumbent position.\n5. Determine if patient is in labor and monitor frequency, intensity, and durations of contractions.\n6. Prepare for delivery.\n7. Establish an IV of Normal Saline if clinically indicated.\n8. If the patient is exhibiting symptoms of shock, refer to the Medical  Hypotension/Shock protocol.\n9. Transport promptly and reassess as indicated.",
    "Medical - Overdose/Poisoning - Opioid (Protocol 7 - 1)": "1. Obtain general patient assessment. * * * * *\n2. Administer Oxygen to maintain SPO2 94 - 99% * * * * *\n3. Suction oropharynx as necessary. * * * * *\n4. Obtain blood glucose sample. If glucose is < 60 mg / dL or > 300 mg / dL, refer to the Hypoglycemia or Hyperglycemia Protocol. * * * * *\n5. If necessary, refer to Patient Restraint protocol. * * * * *\n6. Place patient on cardiac monitor. * *\n7. Establish IV of Normal Saline. Titrate rate to maintain systolic BP > 90 mmHg. * * *\n8. If respiratory effort remains diminished and opiate administration is suspected, give NARCAN INTRANASAL 2mg (one vial) to maintain an adequate respiratory effort. *Dose may be repeated as necessary. * * * *\n**a.** If respiratory effort remains diminished and opiate administration is suspected, give NARCAN 0.4 - 2.0 mg slow IVP/IM (ALS levels only) to maintain an adequate respiratory effort. Dose may be repeated as necessary. * * *\n9. Transport promptly in position of comfort. Reassess VS as indicated.",
    "Medical - Overdose/Poisoning - Stimulant (Protocol 7 - 2)": "1. Obtain general assessment of the patient.     \n2. Administer Oxygen to maintain SPO2 94-99%     \n3. Suction oropharynx as necessary.     \n4. Obtain blood glucose sample. If glucose is < 60 mg/dL or > 300 mg/dL, refer to Hypoglycemia or Hyperglycemia protocol.     \n5. Establish IV of Normal Saline. Titrate to maintain a systolic BP > 90 mmHg.   \n6. Place the patient on a cardiac monitor and obtain/interpret 12 lead ECG.\n7. For chest pain due to suspected cocaine use, WITHOUT ST elevation, administer MIDAZOLAM 5 mg IV. If Midazolam is not available, administer DIAZEPAM 2.5 - 5 mg IV. Refer to Medical – Chest Pain – Cardiac Sustpected as needed.\n8. If patient is seizing, refer to the Medical Care Seizure protocol.\n9.Transport promptly in position of comfort. Reassess vital signs as indicated.",
    "Medical - Overdose/Poisoning - Calcium Channel Blocker (Protocol 7 - 5)": "1. Obtain general assessment of the patient.     \n2. Administer Oxygen to maintain SPO2 94 - 99%     \n3. Suction oropharynx as necessary.     \n4. Obtain blood glucose sample. If glucose is < 60 mg/dL or > 300 mg/dL, refer to Hypoglycemia or Hyperglycemia protocol.     \n5. Establish IV of Normal Saline. Titrate to maintain a systolic BP > 90 mmHg.   \n6. Administer Normal Saline 250 ml Bolus as needed to maintain systolic BP > 90 mmHg. Bolus amount should not exceed 20 cc/kg. Caution should be used with patients with history of renal failure and HF. Re -assess after 250 ml for signs of fluid overload.   \n7. Place the patient on a cardiac monitor and obtain / interpret 12 lead ECG. Refer to appropriate Cardiac Care protocol.    \n\n**Continued**\n\n**CALCIUM CHANNEL BLOCKER**\n\n**EMR EMT A I P**\n\n8. Administer CALCIUM CHLORIDE 2.0 - 4.0 mg/kg IVP / IO every 10 minutes until signs and symptoms improve.  \n9. If no response noted to Calcium Chloride, administer GLUCAGON 1 mg IVP / IO. If no response in five (5) minutes, administer one (1) repeat dose of Glucagon 1 mg IVP / IO.  \n10. Administer LEVOPHED Infusion 0.1 - 0.5 mcg/kg/minute for hypotension that remains after fluid bolus administration.  \n11. Transport promptly in position of comfort. Reassess vital signs as indicated.",
    "General - Cardiac Arrest (Protocol 8 - 2)": "Age     Term     6 months  \nWeight (lb/kg)     6.6 lb  3 kg     17.6 lb  \n8 kg  \nDefibrillation     2 joules / kg     6 joules     16 joules  \nDefibrillation     4 joules / kg     12 joules    32 joules  \nEpinephrine     1:10,000     (1 mg / 10 ml)     0.01 mg / kg     0.03 mg    0.08mg  \nAmiodarone     5 mg / kg     15 mg     40 mg  \nMagnesium     Sulfate     25 - 50 mg / kg     75 mg    200 mg  \n\n**Pediatric Dosing Chart**\n\nAge     1  \nyears     3  \nyears     6  \nyears     8  \nyears     10  \nyears     12  \nyears     14  \nyears  \nWeight (lb / kg)     22 lb 10  \nkg     30.8 lb     14 kg     44 lb 20  \nkg     55 lb 25  \nkg     75 lb 34  \nkg     88 lb 40  \nkg     110 lb  \n50 kg  \nDefibrillation     2 joules / kg 20  \njoules     28     \njoules     40     \njoules     50     \njoules     68     \njoules     80     \njoules     100  \njoules  \nDefibrillation     4 joules / kg 40  \njoules     56     \njoules     80     \njoules     100    \njoules     136     \njoules     160     \njoules     200  \njoules  \nEpinephrine     1:10,000     (1 mg / 10 ml)     0.01 mg / kg     0.1 mg 0.14  \nmg 0.2     \nmg 0.25     \nmg 0.34     \nmg 0.4     \nmg 0.5     \nmg  \nAmiodarone     5 mg / kg     50  \nmg     70     \nmg     100     \nmg     125     \nmg     170     \nmg     200     \nmg     250  \nmg  \nMagnesium     Sulfate     25 - 50 mg / kg     250  \nmg     350     \nmg     500     \nmg     625      \nmg     850     \nmg     1      \ngm     1.25    \ngm",
    "Medical - Allergic Reaction/Anaphylaxis (Protocol 9 - 2)": "1. Perform general patient management.\n\n2. Support life-threatening problems associated with\n\nairway, breathing, and circulation.\n\n3. Administer oxygen to maintain SPO2 94 - 99%\n\n4. Administer DIPHENHYDRAMINE 1 mg / kg up to 50\n\nmg IM or IV. The IV route is preferred for the patient\n\nin severe shock. If an IV cannot be readily\n\nestablished, give diphenhydramine via the IM route.\n\n5. If the patient is experiencing respiratory distress with\n\nwheezing, refer to the Respiratory Distress protocol.\n\n6. Transport as soon as possible.\n\n7. For severe symptoms such as airway compromise,\n\nsevere respiratory distress, or hypotension:\n\na. If available, administer epinephrine via an\n\nepinephrine autoinjector.\n\nb. If epinephrine autoinjector is unavailable;\n\ngive EPINEPHRINE 1:1,000 0.01 mg / kg\n\nup to 0.3 mg IM. Call Medical Control if no\n\nimprovement.\n\n8. Establish an IV of normal saline at KVO. Titrate to a\n\nsystolic pressure appropriate for child:\n\na. Birth to 1 month - 60 mmHg\n\nb. 1 month to 1 year - > 70 mmHg\n\nc. Greater than 1 year  70 + [2 x Age (years)]\n\n9. If hypoperfusion persists following the first dose of\n\nepinephrine, consider administration of 20mL/kg\n\nnormal saline IV. While administering a fluid bolus,\n\nfrequently reassess perfusion for improvement. If\n\nperfusion improves, slow the IV to KVO and monitor\n\nclosely. If patient develops fluid overload respiratory\n\ndistress (dyspnea, crackles, rhonchi, decreasing\n\nSpO2), slow the IV to KVO.\n\n10. Transport and perform ongoing assessment as\n\nindicated",
    "General - Pain Control (Protocol 9 - 8)": "1. Perform general patient management.    \n\n2. Administer oxygen to maintain SPO 2 94\n-99%   \n\n3. Determine and document patient’s pai n score assessment.   \n\n4. Place patient on cardiac monitor per patient assessment. \n\n5. Establish IV of normal saline per patient assessment.  \n\n6. Determine if pain is acute or chronic (3 weeks or more).  If chronic, attempt to identify cause (cancer/palliative care)   \n\n**Created, Developed, and Produced by the Old Dominion EMS AllianceProtocol\n9-8**\n\n### Continued  PAIN MANAGEMENT\n\n### EMR EMT A I P\n\n7. If pain is mild, moderate, or chronic (cancer/palliative care excluded), consider use of non-opioid treatment.  If age > 10 yrs, may alternatively consider one of the following, if available :\n- Nitronox (via patient administered dosing system)\n- Acetaminophen 10 -15 mg/kg  PO\n- Nonsteroidal such as ibuprofen 4-10 mg/kg PO (avoid in pts with open fractures or suspected hip/femur fractures)\n\n***OMD\nOption***\n\n***OMD\nOption***\n\n***OMD\nOption***\n\n***OMD\nOption***\n\n8. If NO nonsteroidal administered, for mild, moderate, or chronic pain (cancer/palliative care excluded), consider TORADOL 15 mg IV or 30 mg IM.  Avoid use i f age less than 10 years or patients with history of renal disease.  \n\n9. A. If significant pain, administer FENTANYL 2mcg/kg INTRANASAL (max first dose of 100 mcg) half dose in each nostril.  May consider additional dose of up to 100mcg after 5 minutes if pain persists  OR-FENTANYL 1 mcg / kg IV, or IM (max single dose of 100 mcg).\n\nB. FOR I/P LEVEL ONLY If significant pain, administer KETAMINE 0.1mg/kg IV/IM/IN up to max single dose of 15mg, with a maximum of 2 doses. If any additional doses are needed, contact medical control. Contact Medical Control for any patients under 2 years old or under 25kg.  \n\n10. If Fentanyl or Ketamine are unavailable, administer MORPHINE SULFATE 0.1 mg / kg IV or IM (max single dose of 5.0 mg). Sickle cell patients may be given higher doses up to 10 mg IV or IM .  \n\n11. Repeat the patient’s pain score assessment.   \n\n**Created, Developed, and Produced by the Old Dominion EMS AllianceProtocol\n9-8**\n\n### Continued  PAIN MANAGEMENT\n\n### EMR EMT A I P\n\n12. If indicated based on pain assessment, repeat pain medication administrati on after 10 minutes of the previous dose. Maximum total dose of Fentanyl is 200 mcg and Morphine Sulf ate is 20 mg for non-sickle cell patients. Sickle ce ll patients may have up to a total of 400 mcg of Fentanyl or 40mg of Morphi ne Sulfate. Maximum total dose of Ketamine is 30 mg.  \n\n13. Transport in position of comfort and reassess as indicated",
    "Medical - Overdose/Poisoning/Toxic Ingestion (Protocol 9 - 9)": "1. Perform general patient management. *****\n2. Support life-threatening problems associated with airway, breathing, and circulation. *****\n3. Administer oxygen to maintain SpO2 94 - 99%. *****\n4. Establish an IV of normal saline per patient assessment. **\n5. If child is over 20kg and respiratory effort remains diminished and opiate administration is suspected, give NARCAN INTRANASAL 2mg (one vial). May repeat one time. ***\n6. a. If respiratory effort remains diminished and opiate administration is suspected, give NARCAN 0.1mg/kg slow IVP/IM max 2mg (ALS only). ***\n7. Place patient on cardiac monitor and monitor pulse oximetry. **\n8. Transport and perform ongoing assessment as indicated",
    "Medical - Respiratory Distress/Asthma/COPD/Croup/Reactive Airway (Respiratory Distress - Croup/Epiglottits) (Protocol 9 - 11)": "1. Perform general patient management.\n2. Support life-threatening problems associated with airway, breathing, and circulation.\n3. Administer oxygen to maintain SPO2 94 - 99%. Support respirations as necessary with a BVM.\n4. Place patient in a position of comfort, typically sitting upright.\n5.Obtain 12 lead ECG per assessment. a. Place on cardiac monitor and interpret\n6. If barking cough is present and croup is suspected, and age >1 year, administer Dexmethasone 0.6mg/kg IV/IM/PO to max of 10 mg.\n7. For resting stridor or respiratory distress in age >1 year, administration nebulized RACEMIC EPINEPHRINE (2.25%) 0.5mL AND 3mL of Normal Saline via nebulizer.\n8. Transport in position of comfort.",
    "Medical - Seizure (Protocol 9 - 12)": "1. Perform general patient management.\n    \n2. Support life-threatening problems associated with airway, breathing, and circulation.\n    \na. Suction the oro- and nasopharynx as necessary.\n    \nb. Place a nasopharyngeal airway as necessary (avoid in head trauma).\n    \n3. Administer oxygen to maintain SpO2 94 - 99%. Support respirations as necessary with a BVM.\n    \n4. Do not restrain the patient. Let the seizure take its course but protect patient from injury.\n    \n\n**Protocol**\n\n**9-12**\n\n**Continued SEIZURES**\n\n**EMR EMT A I P**\n\n5. If the seizure persists give MIDAZOLAM 0.2 mg / kg INTRANASAL (max single dose 10 mg) OR- give MIDAZOLAM 0.1 mg / kg IV / IM (max single dose 10 mg)\na. Repeat dose in 5 minutes if seizure persists.\nb. If Midazolam is unavailable, administer, DIAZEPAM 0.25 mg / kg up to 5 mg slow IV push, titrated to effect. Diazepam may also be administered Per Rectum (PR) in pediatric patients.\n \n6. Perform rapid glucose determination. If glucose less than 60 mg / dL or clinical signs and symptoms indicate hypoglycemia, refer to the Hypoglycemia protocol\n   \n7. Establish an IV of normal saline at KVO.\n  \n8. Place patient on cardiac monitor (sometime life-threatening dysrhythmias can cause seizure-like activity).\n \n9. Consider placing the patient in the recovery position during the postictal period.\n    \n10. Transport and perform ongoing assessment as indicated.",
    "Medical - Altered Mental Status (Protocol 9 - 14)": "1. Perform general patient management.      \n2. Maintain patient in a supine position and assess \nfor C -spine precautions.      \n3. Administer oxygen to maintain SPO2 94 - 99%     \n4. Assess blood glucose level.  Refer to Pediatric Hypoglycemia Protocol.     \n5. If child is over 20kg and respiratory effort remains \ndiminished and opiate administration is \nsuspected, give NARCAN INTRANASAL 2mg \n(one vial). May repeat one time.      \n6. Establish IV of Normal Saline. Keep at KVO rate \nunless hypotensive. If hypotensive, refer to \nPediatric Shock protocol.      \n7. Transport and reassess as needed.",
    "Injury - Burns - Thermal (Protocol 10 - 2)": "1. Stop the burning process:**\n\na. Thermal burns: Lavage the burned area with sterile water or saline to cool skin. Do not attempt to wipe off semisolids (grease, tar, wax, etc.) Do not apply ice. Dry the body when the burn area is greater than or equal to 10% TBSA to prevent hypothermia.\n\nb. Dry chemical burns: Brush off dry powder, then lavage with copious amounts of tepid water (sterile, if possible) for 20 minutes. Continue en route to the hospital.\n\nc. Liquid chemical burns: Lavage the burned area with copious amounts of tepid water (sterile, if possible) for 20 minutes. Continue en route to the hospital.\n\n**2. Support life-threatening problems.**\n\n**3. Perform general patient management.**\n\n**Protocol 10-2 Continued BURNS**\n\n**EMR EMT A I P**\n\n**4. Administer oxygen, via non-rebreather mask, at 10 - 15 L / min. as necessary.** Use humidified oxygen if suspected inhalation injury and when available.\n\n**5. If the patient is in critical respiratory distress, consider early placement of an advanced airway.**\n\n*Endotracheal Intubation / cricothyrotomy are reserved as Paramedic only.*\n\n**6. Remove clothing from around burned area, but do not remove/peel off skin or tissue.** Remove and secure all jewelry and tight fitting clothing.\n\n**7. Assess the extent of the burn using the rule of nines and the degree of burn severity.**\n\n**8. Cover the burned area with a clean, dry dressing.** Wet dressing may be used if the burned TBSA is less than 10%.\n\n**9. If a partial or full thickness burn involves more than 20% TBSA, establish an IV of NS or LR (if available).** Infuse the fluid amounts listed as below. If the patient develops signs and symptoms of fluid overload respiratory distress (dyspnea, crackles, rhonchi, decreasing SpO2), slow the IV to KVO.\n\na. For patients 5 years and younger, start at 125mL/hr.\nb. For patients 6 -13 years, start at 250mL/hr.\nc. For patients 14 years and older, start rate at 500 mL/hr.\n\n**10. For pain control, refer to the Pediatric Pain Management protocol.**\n\n**11. Perform ongoing assessment as indicated and transport major burns to Level 1 Burn Center.** Transport minor burns to appropriate facility.",
    "Injury - Head (Protocol 10 - 4)": "1. Perform general patient management and baseline GCS.\n2. Support life-threatening problems associated with airway, breathing, and circulation. Obtain mechanism or injury.\n3. Administer oxygen to maintain SpO2 94 - 99%. Consider supporting respirations with a BVM. If signs of hypoventilation are present, ventilate with BVM at an age appropriate rate.\n4. Monitor capnography if BVM or intubated/alternative airway. Attempt to maintain between 35 - 45 mm Hg.\n5. Consider spinal precautions based on MOI. Avoid excessive compression around the neck by cervical collar. Assess and document PMS in all extremities before and after movement.\n6. Place patient on cardiac monitor.|---|---|\n|7. Establish an IV of normal saline, if indicated, to maintain an appropriate systolic BP:\na. Birth to 1 month  60 mmHg\nb. 1 month to 1 year  > 70 mmHg\nc. Greater than 1 year - 70 + [2 x Age (years)]|---|---|\n|8. Obtain a blood glucose sample.\n9. If patient is exhibiting signs of shock, refer to Pediatric Shock protocol.\n10. Transport per Trauma Triage Scheme and perform ongoing assessment as indicated."
}