{
    "Medical - Chest Pain - Cardiac Suspected (Protocol 2 - 1)": "Medical - Chest Pain - Cardiac Suspected (Protocol 2 - 1)\nOverview: Non-traumatic chest discomfort is a common pre-hospital patient complaint. It always should be considered life-threatening until proven otherwise. The discomfort may be caused by acute myocardial infarction (AMI) or angina pectoris, which is a sign of inadequate oxygen supply to the heart muscle. Risk factors which increase the likelihood of heart disease include > 50 years of age, history of hypertension, diabetes mellitus, hypercholesterolemia, smoking, and strong family history of coronary artery disease.\nSigns and Symptoms: pressure; aching; burning; indigestion; tightness; substernal pain; epigastric pain; arm pain; jaw pain; neck pain; shoulder pain; Radiation of pain; Pale; diaphoresis; Shortness of breath; Nausea; vomiting; dizziness; Non-specific illness\nConsiderations: Trauma ; Angina; Pericarditis ; Mitral valve prolapse ; Pulmonary embolism ; Asthma ; COPD ; Pneumothorax ; Aortic dissection ; aneurysm ; GI reflux; hiatal hernia ; Esophageal spasm ; Chest wall injury; Chest pain ; Pleural pain ; Musculo-skeletal pain",
    "Medical - ST Elevation Myocardial Infarction (ACS/AMI) (Protocol 2 - 2)": "Medical - ST Elevation Myocardial Infarction (ACS/AMI) (Protocol 2 - 2)\nOverview: Prompt diagnosis and treatment offers the greatest potential benefit for myocardial salvage in the first hours of STEMI; and early, focused management of unstable angina and NSTEMI reduces adverse events and improves outcome. Thus, it is imperative that healthcare providers recognize patients with potential ACS in order to initiate the evaluation, appropriate triage, and management as expeditiously as possible; in the case of STEMI, this recognition also allows for prompt notification of the receiving hospital and preparation for emergent reperfusion therapy. Potential delays to therapy occur during 3 intervals: from onset of symptoms to patient recognition, during prehospital transport, and during emergency department (ED) evaluation.\nSigns and Symptoms: pressure; aching; tightness ; sub-sternal pain; epigastric pain; arm pain; jaw pain; neck pain; shoulder pain ; radiation of pain ; pale; diaphoresis ; shortness of breath ; nausea ; vomiting; dizziness ; non-specific illness\nConsiderations: trauma ; angina ; pericarditis ; pulmonary embolism ; asthma / copd ; pneumothorax ; aortic dissection ; aneurysm ; gi reflux; hiatal hernia ; esophageal spasm ; chest wall injury ; chest pain ; pleural pain",
    "Medical - Pulmonary Edema/CHF (Protocol 2 - 3)": "Medical - Pulmonary Edema/CHF (Protocol 2 - 3)\nOverview: Heart failure is generally divided into left ventricular failure and right ventricular failure. Left ventricular heart failure is the inability of the left ventricle to adequately move blood into the systemic circulation. In left ventricular failure, an imbalance in the output of the two sides of the heart occurs. The left ventricle is unable to move all the blood delivered to it from the right side of the heart. Left ventricular followed by left atrial pressure rises and is transmitted back to the pulmonary circulation. When the pressure in the pulmonary vessels becomes too high, blood serum is forced into the alveoli, resulting in pulmonary edema. In right ventricular heart failure the right side of the heart fails to function as an adequate pump, which leads to back pressure which leads to back pressure into the venous circulation. This is most commonly caused by left heart failure, which subsequently progresses to right heart failure. The patient’s symptoms should assist in determining left versus right heart failure, or both. Signs of left sided heart failure include rales / crackles, tachypnea while right-sided failure will create JVD, ascites, and peripheral edema. The management goal of patients with HF involves decreasing cardiac workload by reducing both preload and afterload.\nSigns and Symptoms: respiratory distress; rales ; apprehension; orthopnea ; jugular vein distention ; pink; frothy sputum; peripheral pitting; edema; diaphoresis; tripod positioning; inability to speak in full sentences; accessory muscle; usage with respiration; hypotension; shock; chest pain\nConsiderations: myocardial infarction ; asthma; anaphylaxis ; aspiration ; copd ; pleural effusion; pneumonia; pulmonary embolus; pericardial tamponade",
    "Medical - Supraventricular Tachycardia (including atrial fibrillation) Medical - Tachycardia Medical - Ventricular Tachycardia with a Pulse (Protocol 2 - 8)": "Medical - Supraventricular Tachycardia (including atrial fibrillation) Medical - Tachycardia Medical - Ventricular Tachycardia with a Pulse (Protocol 2 - 8)\nOverview: Tachycardia’s can be classified in several ways, based on the appearance of the QRS complex, heart rate, and regularity. ACLS professionals should be able to recognize and differentiate between sinus tachycardia, narrow-complex Supraventricular Tachycardia (SVT), and wide-complex tachycardia. Because ACLS providers may be unable to distinguish between supraventricular and ventricular rhythms, they should be aware that most wide-complex (broad-complex) tachycardias are ventricular in origin.\nSigns and Symptoms: heart rate > 150 bpm; dizziness; chest pain; shortness of breath; potential presenting rhythm; sinus tachycardia; atrial fibrillation; atrial flutter; multifocal atrial; tachycardia (mat)\nConsiderations: sinus tachycardia; atrial fibrillation; atrial flutter; av nodal reentry; accessory pathway– mediated; tachycardia; atrial tachycardia; multifocal atrial tachycardia (mat); junctional tachycardia; ventricular tachycardia (vt); ventricular fibrillation(vf); svt with aberrancy; pre-excitation tachycardia’s (wolffparkinson-white [wpw] syndrome); ventricular paced rhythms",
    "Medical - Bradycardia (Protocol 2 - 9)": "Medical - Bradycardia (Protocol 2 - 9)\nOverview: Brady-arrhythmias can be caused by two mechanisms: depression of sinus nodal activity or conduction system blocks. In both situations, subsidiary pacemakers take over and pace the heart, provided the pacemaker is located above the bifurcation of the Bundle of His, and the rate is generally adequate to maintain cardiac output. The need for emergent treatment is guided by two considerations: evidence of hypoperfusion and the potential of the rhythm to degenerate into a more profound bradycardia or Asystole.\nSigns and Symptoms: heart rate < 60 bpm; chest pain; respiratory distress; hypotension ; shock; altered mental status; syncope\nConsiderations: acute myocardial infarction; hypoxia; hypothermia; sinus bradycardia; athletes; head injury (elevated icp) ; stroke; spinal cord lesion; sick sinus syndrome; av blocks 1st degree; av blocks 2nd degree; av blocks 3rd degree",
    "Medical - Abdominal Pain (Protocol 3 - 2)": "Medical - Abdominal Pain (Protocol 3 - 2)\nOverview: Abdominal pain is one of the most common presenting complaints in emergency medicine. In up to 42% of patients, the etiology remains obscure. Recalling the differences between generalized types of pain can be helpful diagnostically. Visceral abdominal pain results from stretching of the autonomic nerve fibers. The pain may be described as cramp-like, colicky, or gaseous and is often intermittent. Obstruction is often the cause. Somatic pain occurs when pain fibers located in the parietal peritoneum are irritated by chemical or bacterial inflammation. The pain is described as sharp, more constant, and more precisely located. Referred pain is any pain felt at a distance from a diseased organ. Referred pain generally follows certain classic patterns, for example, diaphragmatic irritation often radiates to the supra-clavicular area.\nSigns and Symptoms: pain; distension; rigidity; unequal femoral pulses; absent femoral pulses; diaphoresis; orthostatic changes; tenderness; nausea; vomiting; diarrhea; dysuria; constipation; vaginal bleeding; discharge; pregnancy; associated symptoms; fever; headache; weakness; malaise; myalgias; cough; mental status changes; rash\nConsiderations: pneumonia; hf; pulmonary embolus; liver (hepatitis); peptic ulcer disease; gastritis; gallbladder; myocardial infarction; pancreatitis; kidney stone; abdominal aneurysm; mesenteric arterial tear; appendicitis; bladder disorder; prostate disorder; pelvic (pid, ectopic pregnancy, ovariancyst); spleen enlargement; bowel obstruction; gastroenteritis; infectious",
    "Medical - Allergic Reaction/Anaphylaxis (Protocol 3 - 3)": "Medical - Allergic Reaction/Anaphylaxis (Protocol 3 - 3)\nOverview: Anaphylaxis allergic reactions are serious and potentially life-threatening medical emergencies. It is the body’s adverse reaction to a foreign protein, (i.e., food medicine, pollen, insect sting or any ingested, inhaled, or injected substance). Patients with allergic reactions frequently present only with local or generalized swelling; in contrast, anaphylaxis is characterized by wheezing, significant airway compromise, and / or systolic BP < 90 mmHg. Common to both disorders are urticaria and Angioedema, which when isolated are best treated with simple antihistamine therapy. It is when respiratory symptoms, such as upper airway edema, dyspnea, and wheezing are present EMS personnel should attribute these findings to anaphylaxis, and subsequently move to more aggressive therapy. Cardiovascular collapse may occur abruptly, without the prior development of skin or respiratory symptoms. Constant monitoring of the patient’s airway and breathing is mandatory.\nSigns and Symptoms: itching ; hives; coughing; wheezing; respiratory distress; chest constriction ; throat constriction; difficulty swallowing; hypotension ; shock; edema\nConsiderations: urticaria (rash only); anaphylaxis; shock (vascular effect); angioedema (drug induced); aspiration ; airway obstruction; vaso-vagal event; asthma ; copd; heart failure",
    "General - Behavioral/Patient Restraint (Protocol 3 - 4)": "General - Behavioral/Patient Restraint (Protocol 3 - 4)\nOverview: Psychiatric patients may have an illness that presents with symptoms such as delusions, hallucinations, depression, or significant trauma. The patient’s symptoms demand immediate response as they may appear intense, raise the anxiety levels of those around the patient to an intolerable level, or create problems in the immediate environment. The patient may perceive their life to be at immediate risk, either from suicide or their current inability to make logical decisions. Remember that personal safety takes priority over patient intervention. Patient care should be focused with preventing / mitigating hyperthermia, agitated delirium, positional asphyxia, hypoxia, and physical harm.\nSigns and Symptoms: anxiety; agitation; confusion; affect change; auditory  visual hallucinations; delusional thoughts; bizarre behavior; combative  violent; expression of suicidal homicidal thoughts\nConsiderations: diabetic; hypoxia; stroke; brain trauma; alcohol intoxication; toxin substance abuse; medication effect overdose; withdrawal syndromes; depression; bipolar (manicdepressive); schizophrenia; anxiety disorders",
    "Medical - Stroke/TIA (Protocol 3 - 5)": "Medical - Stroke/TIA (Protocol 3 - 5)\nOverview: Stroke is a major cause of disability and a leading cause of death in the U.S. There are two main mechanisms of stroke: (1) Blood vessel occlusion and (2) Blood vessel rupture. Ischemic strokes are most often caused by large vessel thrombosis, although embolism or hypoperfusion can cause them. Causes of thrombosis include atherosclerosis, vessel dissection, and some infectious diseases. Hemorrhagic strokes are divided into intracerebral (ICH) and subarachnoid (SAH) hemorrhages. Risk factors for ICH include heart disease, hypertension, smoking, diabetes, elevated cholesterol, older age, prior stoke, family history, and cocaine use. Stroke symptoms will present according to which area of the brain is being inadequately perfused.\nSigns and Symptoms: altered mental status; weakness; paralysis; blindness ; sensory loss; aphasia; dysarthria; syncope; vertigo; dizziness; vomiting; headache; seizures; respiratory pattern change; hypertension; hypotension\nConsiderations: tia; seizure; hypoglycemia; stroke; thrombotic; embolic; hemorrhagic; tumor; trauma",
    "Medical - Diabetic - Hyperglycemia (Protocol 3 - 7)": "Medical - Diabetic - Hyperglycemia (Protocol 3 - 7)\nOverview: Symptomatic hyperglycemia can be described as an elevated blood glucose level with signs of severe dehydration, altered mental status, and / or shock. For the purpose of these protocols, the glucose level for symptomatic hyperglycemia is 300 mg / dL. Hyperglycemia is usually the result of an inadequate supply of insulin to meet the body’s needs. Most pre-hospital care should be focused around the treatment of severe dehydration and support of vital functions.\nSigns and Symptoms: anxiety; agitation ;confusion; dry skin; red skin; warm skin; acetone (fruity) smell on breath; kussmaul respirations; dry mouth; intensive thirst; abnormal behavior; hostile behavior; tachycardia; dizziness ; headache\nConsiderations: hypoxia; stroke; brain trauma; alcohol intoxication; toxin abuse ; substance abuse; medication effect ; medication overdose",
    "Medical - Diabetic - Hypoglycemia (Protocol 3 - 8)": "Medical - Diabetic - Hypoglycemia (Protocol 3 - 8)\nOverview: Symptomatic hypoglycemia is defined as a blood glucose level < 60 mg / dL with signs of altered mental status and/or unconsciousness. The many signs and symptoms that are associated with hypoglycemia can be divided into two broad categories: adrenergic and neurologic. Adrenergic stimulation is due to the increased epinephrine levels and neurologic is due to central nervous system dysfunction from the decreased glucose levels.\nSigns and Symptoms: anxiety; agitation; confusion; cool skin; clammy skin; diaphoresis; seizure; decreased visual acuity; blindness; abnormal behavior; hostile behavior; tachycardia; hypertension; dizziness; headache; weakness\nConsiderations: hypoxia; seizure; stroke; brain trauma; alcohol intoxication; toxin abuse; substance abuse; medication effect; medication overdose",
    "Medical - Nausea/Vomiting (Protocol 3 - 9)": "Medical - Nausea/Vomiting (Protocol 3 - 9)\nOverview: The pre-hospital provider should be very careful to ensure that patients who present with vague complaints such as nausea and vomiting are thoroughly assessed. All patients presenting with nausea and vomiting should be screened for potential life-threats initially. Anti-emetic treatment should be considered a treatment of a symptom of an underlying illness or injury. The patient’s symptoms and recent history must determine the most appropriate care. Frequently, treatment of an underlying cause and limiting movement may resolve or greatly reduce these complaints. However, persistent nausea and vomiting of unknown etiology may respond well to pharmaceutical therapy. Do not overlook the possibility of cardiac origin complaints, with atypical presentation of nausea/vomiting (i.e., diabetic and female patients)\nSigns and Symptoms: pain ; distention; constipation; diarrhea; anorexia; radiation; associated symptoms; fever; headache; blurred vision; weakness; malaise; myalgias; cough; dysuria; mental status changes; rash\nConsiderations: increased pressure; headache; stroke; lesions; trauma; hemorrhage; vestibular; myocardial infarction; nsaid’s; antibiotics; narcotics; chemotherapy; gi ; renal disorders; gynecological disease; ovarian cyst; pid; pneumonia; influenza; electrolyte abnormalities; food induced; toxin induced; medications abuse; substance abuse; pregnancy; psychologic",
    "General - Pain Control (Protocol 3 - 10)": "General - Pain Control (Protocol 3 - 10)\nOverview: The practice of pre-hospital emergency medicine requires expertise in a wide variety of pharmacological and non-pharmacological techniques to treat acute pain resulting from a myriad of injuries and illness. One of the most essential missions for all healthcare providers should be the relief and / or prevention of pain and suffering. Approaches to pain relief must be designed to be safe and effective in the organized chaos of the prehospital environment. The degree of pain and the hemodynamic status of the patient will determine the rapidity of care.\nSigns and Symptoms: severity; sharp; dull; radiation; relation to movement; respiration; increased with palpation of area\nConsiderations: musculoskeletal; visceral (abdominal); cardiac; pleural; respiratory; neurogenic; renal (colic)",
    "Medical - Respiratory Distress/Asthma/COPD/Croup/Reactive Airway (Respiratory Distress) (Protocol 3 - 11)": "Medical - Respiratory Distress/Asthma/COPD/Croup/Reactive Airway (Respiratory Distress) (Protocol 3 - 11)\nOverview: Respiratory distress, or dyspnea, is one of the most common medical complaints witnessed in pre-hospital medicine. Most patients describe it as a sensation of shortness of breath or a feeling of “air hunger” accompanied by labored breathing. Dyspnea may be caused by pulmonary or cardiac disease or by any mechanism that causes hypoxia. It may be mild, manifesting only on exertion, or severe, occurring at rest. The most common causes of non-cardiac dyspnea in the pre-hospital environment involve asthma, chronic obstructive pulmonary disease (COPD), pneumonia, and bronchitis. The wheezing patient may present in different ways, some may not even complain of wheezing, but rather just of shortness of breath, cough, or chest tightness. Wheezing patients are often apprehensive and distressed, at times, so severe that they may not be able to speak in complete sentences. Oxygenation may be compromised to the point that there is a decrease in the patient’s level of consciousness. These signs are clues that the patient needs immediate and aggressive therapy. Treatment is aimed at maintaining the patient’s SpO2 to > 90%. Remember, not all wheezing is from asthma.\nSigns and Symptoms: shortness of breath; purse lip respirations; decreased ability to speak; increased respiratory rate; use of accessory muscles; tripoding; wheezing; rhonchi; rales; fever; cough; tachycardia\nConsiderations: asthma; anaphylaxis; aspiration; copd; emphysema; bronchitis; pleural effusion; pulmonary embolism; pneumothorax; mi; hf; pericardial tamponade; upper respiratory infection; hyperventilation; anxiety; inhaled toxins",
    "Medical - Seizure (Protocol 3 - 12)": "Medical - Seizure (Protocol 3 - 12)\nOverview: A seizure is a period of altered neurologic function caused by abnormal neuronal electrical discharges. Generalized seizures begin with an abrupt loss of consciousness. If motor activity is present, it symmetrically involves all four extremities. Episodes that develop over minutes to hours are less likely to be seizures; generally seizures only last one to two minutes. Patients with seizure disorders tend to have stereotype, or similar, seizures with each episode and are less likely to have inconsistent or highly variable attacks. True seizures are usually not provoked by emotional stress. Most seizures are followed by a postictal state of lethargy and confusion.\nSigns and Symptoms: decreased mental status; sleepiness; incontinence; seizure ; trauma\nConsiderations: cns (head) trauma; brain tumor; metabolic; hepatic; renal failure; diabetic; hypoxia; electrolyte abnormality; drugs; medications; non-compliance; infection; fever; meningitis; alcohol withdrawal; eclampsia; stroke; hyperthermia",
    "Medical - Hypotension/Shock (Nontrauma) (Protocol 3 - 13)": "Medical - Hypotension/Shock (Nontrauma) (Protocol 3 - 13)\nOverview: Shock is defined as a state of inadequate tissue perfusion. This may result in acidosis, derangements of cellular metabolism, potential end-organ damage, and death. Early in the shock process, patients are able to compensate for decreased perfusion by increased stimulation of the sympathetic nervous system, leading to tachycardia and tachypnea. Later, compensatory mechanisms fail, causing a decreased mental status, hypotension, and death. Early cellular injury may be reversible if definitive therapy is delivered promptly.\nSigns and Symptoms: restlessness; confusion; weakness; dizziness; weak pulse; rapid pulse; pale skin; cool skin; clammy skin; delayed capillary refill; hypotension; coffee-ground emesis; tarry stools\nConsiderations: shock; hypovolemic; cardiogenic; septic; neurogenic; anaphylactic; ectopic pregnancy; dysrhythmia; pulmonary embolus; tension pneumothorax; medication effect; medication overdose; vaso-vagal; physiologic (pregnancy)",
    "Medical - Altered Mental Status (Protocol 3 - 15)": "Medical - Altered Mental Status (Protocol 3 - 15)\nOverview: The unconscious patient can be a difficult patient to manage. There are many potential causes for a change in mentation or syncope. These causes range from benign problems to potentially life-threatening cardiopulmonary or central nervous system disorders. When approaching the patient that has experienced a change in mental status, or syncope, be alert for clues that may indicate the potential cause – diligently obtain a thorough patient history and perform a complete physical exam. Obtaining an adequate physical assessment and assessing for the presence of common causes of the episode can quickly aid you in determining the proper sequence of care to provide to the patient. Focus on managing any life-threatening conditions that may have led to the episode and correcting any found.\nSigns and Symptoms: loss of consciousness; lightheadedness; dizziness; palpitations; slow pulse; rapid pulse; pulse irregularity; decreased blood pressure\nConsiderations: vasovagal; orthostatic hypotension; cardiac syncope ; cardiac dysrhythmia; micturation syncope; defecation syncope; psychiatric ; stroke; hypoglycemia; seizure; shock; gi bleed; ectopic pregnancy; toxicological (etoh); medication effect",
    "Airway - Failed (Protocol 3 - 16)": "Airway - Failed (Protocol 3 - 16)\nOverview: The purpose of these guidelines is to facilitate the management of the difficult airway and to reduce the likelihood of adverse outcomes. The principal adverse out comes associated with the difficult airway include, but are not limited to, death, brain injury, myocardial injury, and airway trauma.\nSigns and Symptoms: hypercarbia; stridor ; trismus; pooling of secretions; hypoxia\nConsiderations: congenital abnormalities; previous tracheostomy; previous neck surgeries; previous mouth surgeries ; previous throat surgeries; head cancer; neck cancer; trauma",
    "Injury - Abdominal Trauma (Abdominal Trauma) (Protocol 4 - 2)": "Injury - Abdominal Trauma (Abdominal Trauma) (Protocol 4 - 2)\nOverview: Blunt and penetrating traumas are major causes of morbidity and mortality in the United States. In blunt force abdominal trauma, the spleen and liver are typically the most commonly injured organs, and in penetrating trauma, there is a slightly higher mortality, depending on the mechanism of injury. Gunshot and stab wounds combine to make up the largest percentage of penetrating abdominal injuries. When performing a focused abdominal assessment, be organized, efficient, and thorough. Initial abdominal examinations only identify injury about half the time; secondary exams are needed when there is a high index of suspicion for abdominal trauma. A proper abdominal examination involves exposing the entire abdomen from the nipple line to the groin and using a standard examination sequence of inspection, auscultation, percussion, and palpation.\nSigns and Symptoms: pain; swelling; bleeding; deformity; lesions; altered mental status; unconsciousness; respiratory distress; respiratory failure; hypotension; shock; arrest; significant mechanism of injury\nConsiderations: intra-abdominal bleeding; pelvis fracture abuse",
    "Injury - Burns - Thermal (Protocol 4 - 3)": "Injury - Burns - Thermal (Protocol 4 - 3)\nOverview: Burns are a devastating form of trauma associated with high mortality rates, lengthy rehabilitation, cosmetic disfigurement, and permanent physical disabilities. Thermal, chemical, electrical, nuclear radiation or solar sources may cause burns. Burns can affect more than just the skin. They can affect the body’s fluid and chemical balance, temperature regulation, and musculoskeletal, circulatory, and respiratory functions. Burns are classified by degree, 1 (superficial) some reddening to skin, 2 (partial thickness) has blistering and deep reddening to the skin, and 3 (full thickness) causes damage to all skin layers and is either charred/ black or white/ leathery with little or no pain at the site. The patient’s palm equals 1% of body surface area when determining the area affected. This is sometimes more helpful than using the “rule of nines” especially with pediatric patients.\nSigns and Symptoms: burns; pain; swelling; dizziness; loss of consciousness; hypotension; shock; airway compromise; airway distress; singed facial hair; singed nasal hair; hoarseness; wheezing\nConsiderations: electrical; chemical; thermal ; radiation",
    "Injury - Crush Syndrome (Protocol 4 - 4)": "Injury - Crush Syndrome (Protocol 4 - 4)\nOverview: Crush injuries can result from a variety of mechanisms including mine cave-ins, trench collapses, building collapse, vehicular collisions or industrial accidents. Also called traumatic rhabdomyolysis, it is defined as the prolonged compression, usually 4 - 6 hours but possibly less than 1 hour, of large muscle mass and compromised local circulation. Crush syndrome may also be exacerbated by hypovolemia secondary to hemorrhage. Compression on the body causes a disruption in tissue perfusion to a muscle group leading to cellular hypoperfusion and hypoxia. Cellular perfusion is further decreased due to hemorrhage from torn or compressed vessels. Once the compressive force is relieved, blood flow resumes, releasing the toxic substances that have been collecting in the compressed areas into the systemic circulation. This can result in systemic metabolic acidosis, widespread vasodilation, and hyperkalemia. Metabolic acidosis and high potassium levels could have deleterious effects on the myocardium and lead to patient death. Cardiac arrest due to hyperkalemia typically occurs within the first hour of removal from compression. Because of this, treatment for crush injuries begins prior to patient removal from compression.\nSigns and Symptoms: muscle mass\nConsiderations: extremity fracture; paralysis; spinal cord injury; compartment syndrome",
    "Injury - Head (Protocol 4 - 6)": "Injury - Head (Protocol 4 - 6)\nOverview: Brain injury and its accompanying pathologic processes continue to be a leading cause of mortality associated with trauma. Whether the injury is due to a blunt or penetrating mechanism, bleeding or swelling of the brain and surrounding tissue may lead to an increase in pressure within the cranial cavity, known as intracranial pressure (ICP). If pressure within the skull is not controlled, neurologic changes may produce signs and symptoms ranging from headache to coma with loss of protective reflexes. Blunt force trauma may result in scalp injury, skull fracture, and meningeal and brain tissue injury. Penetrating trauma may produce focal or diffuse injury, depending on the velocity of the penetrating object. Although the pre-hospital provider cannot reverse the brain tissue damage from the initial/ primary brain injury that has already occurred, they can play a major role in preventing or limiting the processes that exacerbate and lead to a secondary brain injury. The pre-hospital provider’s goal is to focus on reversing any hypoxia, hypotension, hypercarbia, acidosis, or increasing intracranial pressure.\nSigns and Symptoms: head pain; swelling; head bleeding; altered mental status; unconsciousness; respiratory distress; respiratory failure; cushing’s reflex triad; cheyne-stokes ; biot’s respiration; unequal pupil(s); dilated pupil(s); sluggish pupil(s); vomiting; significant mechanism of injury\nConsiderations: skull fracture ; brain injury; brain concussion; brain contusion; brain hemorrhage; brain laceration; epidural hematoma; subdural hematoma; subarachnoid hemorrhage; spinal injury; falls; seizure disorder; abuse",
    "Injury - Thoracic (Protocol 4 - 11)": "Injury - Thoracic (Protocol 4 - 11)\nOverview: Thoracic injuries can be very dramatic, presenting with obvious physical findings that lead to immediate identification and management during the initial assessment, while others may only exhibit subtle signs and symptoms that can be easily missed initially. A high index of suspicion, accurate assessment, and frequent reassessment are necessary to identify both the apparent and less obvious thoracic injuries that could lead to lethal consequences. Thoracic injury may result from both penetrating and blunt trauma. Penetrating trauma has a tendency to be more obvious due to the presence of an open wound while blunt trauma may produce findings such as large contusions, tenderness, fractured ribs or flailed segments, or relatively little external evidence of injury. Although little external injury may be present, the patient may be suffering from multiple and severe organ, vascular, and structural injuries.\nSigns and Symptoms: pain; swelling; bleeding; deformity; lesions; altered mental status; unconsciousness; respiratory distress; respiratory failure; hypotension; shock; arrest; significant mechanism of injury\nConsiderations: tension pneumothorax; flail chest; pericardial tamponade; open chest wound; hemothorax",
    "Spinal Motion Restriction (Protocol 4 - 13)": "Spinal Motion Restriction (Protocol 4 - 13)\nOverview: Mechanism of injury alone has not been shown to be a predictor for spinal injury. An SPINAL MOTION RESTRICTION appropriate patient assessment can be used to determine need for spinal motion restriction. The below is cervical spinal motion restriction selection guidelines taken from National Model Guidelines V2 and NEXUS (National Emergency X-Radiography Utilization Study. There is limited data studying spinal motion in patients with applied cervical collars. Patient exiting out of car under their own power, with cervical collar in place, may result in the least amount of motion of the cervical spine.i Cervical spinal motion restriction devices include, but are not limited to soft and hard collars. Long back boards have not been shown to reduce spinal injury complications. Long backboards are associated with increased pain, decubitus development, and possibly decreased functional residual capacity of the lungs. Long backboards and scoop stretchers may be used for the safe movement/transfer of patients. However, if used in this way, patients should be removed from the device as soon as possible.\nSigns and Symptoms: spine pain; limited neck mobility; neurological deficit; unstable vital signs\nConsiderations: spinal cord injury; fracture of vertebrae; head injury; neurogenic shock; distracting injury; long bone injury; deformity; non life threatening bleeding",
    "Hemorrhage Control (Protocol 4 - 14)": "Hemorrhage Control (Protocol 4 - 14)\nOverview: When treating soft tissue injuries, control of blood loss, prevention of shock, and decontamination of affected areas take priority. Unless you note extensive bleeding, wound management by dressing and bandaging is a late priority in the care of trauma patients. Dress and bandage wounds whose bleeding does not represent a life threat only after you stabilize your patient by caring for higher priority injuries.\nSigns and Symptoms: pain; swelling; deformity; lesions; respiratory distress; respiratory failure; hypotension ; shock; cardiac arrest\nConsiderations: arterial versus venous bleeding",
    "Environmental - Hypothermia (Protocol 5 - 1)": "Environmental - Hypothermia (Protocol 5 - 1)\nOverview: Hypothermia is typically defined as a core temperature less than 35° Celsius / 95° Fahrenheit. While most commonly seen in cold climates, it may develop without exposure to extreme environmental conditions. Hypothermia is not uncommon in temperate regions and may develop indoors even during summer. Hypothermia should be considered in any patient with an altered level of consciousness in a cool and /or wet environment. Individuals at the extremes of age and those of altered mental status are more susceptible to developing hypothermia. Vasoconstriction and bradycardia may cause extreme difficulty while attempting to palpate a pulse. Radiation accounts for the greatest form of heat loss. Conduction normally accounts for a much smaller amount, but increases significantly in wet clothes and astronomically in cold water. In patients that are hypothermic, pulse and respiratory rates may be slow or difficult to detect. If the hypothermic victim has no signs of life, begin CPR without delay.\nSigns and Symptoms: cold; clammy; shivering; mental status changes; extremity pain; sensory abnormality; bradycardia; hypotension; shock\nConsiderations: sepsis; environmental exposure; hypoglycemia; cns dysfunction; stroke; head injury; spinal cord injury",
    "Environmental - Heat Exposure/Heat Exhaustion Environmental - Heat Stroke (Protocol 5 - 2)": "Environmental - Heat Exposure/Heat Exhaustion Environmental - Heat Stroke (Protocol 5 - 2)\nOverview: The body temperature is contingent upon the balance between heat production and heat loss. Regulation of body temperature is dependent upon the principals of conduction, convection, and evaporation. Populations at a greater risk for hyperthermia emergencies include: the elderly, the poor (who lack adequate air conditioning), those who suffer from malnutrition, and those who have chronic illnesses or substance addiction. Predisposing factors commonly intervene over days rather than minutes or hours. Hyperthermia may occur in the presence of numerous host factors. These factors include many that affect thermoregulation through heat loss mechanisms (lack of acclimatization, fatigue, lack of sleep, dehydration, and skin disorders), while others contribute to heat production (obesity, lack of physical fitness, febrile illness, or sustained exercise). Changes in cognitive function appear to occur before the development of the physical symptoms associated with heat stress. Time distortion, memory impairment, and/or deterioration in attention are frequent characteristics associated with heat stress.\nSigns and Symptoms: altered mental status; unconsciousness; hot skin; dry skin; sweaty skin; pale skin; clammy skin; hypotension; shock; seizures; nausea; weakness; dizziness; syncope; rapid; shallow respirations\nConsiderations: fever; dehydration; medications; hyperthyroidism; delirium tremens; heat cramps; heat exhaustion; heat stroke; cns lesions; tumors",
    "OB/GYN - Childbirth/Labor/Delivery (Protocol 6 - 2)": "OB/GYN - Childbirth/Labor/Delivery (Protocol 6 - 2)\nOverview: In women with regular menstrual cycles, a history of one or more missed cycles (periods) is suggestive of pregnancy. Labor is defined as progressive dilation of the uterine cervix in association with repetitive uterine contractions resulting in complete dilation (10 cm) and effacement (thinning) of the cervical lining. Vertex, or head-first presentation, is the ideal presentation for all deliveries. Crowning is observed as the second stage of labor begins.\nSigns and Symptoms: childbirth\nConsiderations: spontaneous abortion",
    "OB/GYN - Pre-term Labor (Pre-term Labor) (Protocol 6 - 12)": "OB/GYN - Pre-term Labor (Pre-term Labor) (Protocol 6 - 12)\nOverview: Pre-term labor is defined as regular and rhythmic contractions of the uterus that produce cervical changes after the 20th week of gestation but prior to the 36th week of gestation. Of all pregnant patients, some patients will experience contractions without being in preterm labor, known as Braxton-Hicks contractions. Regular uterine contractions with rupture of the membranes are the hallmark sign for pre-term labor diagnosis.\nSigns and Symptoms: rhythmic uterine contractions; history of cervical dilation; rupture of membranes; passage of bloodstained mucous (mucous plug)\nConsiderations: abruptio placenta; ectopic pregnancy; placenta previa; spontaneous abortion",
    "Medical - Overdose/Poisoning - Opioid (Protocol 7 - 1)": "Medical - Overdose/Poisoning - Opioid (Protocol 7 - 1)\nOverview: The goal in treating an opiate overdose patient is generally not to wake the patient, but to maintain breathing and the airway. While difficult, this is especially important as opiates are often mixed with stimulants and other drugs at the street level, and the opiate may be masking or suppressing other toxic effects. Unfortunately, the history of poisoning / overdose is notoriously unreliable whether it is obtained from the patient, friends and family members or emergency services personnel, and especially what else was taken. Poison Control may be contacted at any time for information on poisoning (1-800-222-1222) but only Medical Control may give patient care direction. Despite the possible inaccuracies, the most important historical factors include what poison was involved, how much was taken, how it was taken, when it was taken, why it was taken treatment orders. \nSigns and Symptoms: mental status changes; hypotension; hypertension; hypothermia ; hyperthermia; decreased respiratory rate; tachycardia; dysrhythmias; seizures\nConsiderations: tricyclic antidepressants (tcas); acetaminophen (tylenol); depressants; stimulants; anticholinergic; cardiac medications; solvents; alcohols; cleaning agents; insecticides",
    "Medical - Overdose/Poisoning - Stimulant (Protocol 7 - 2)": "Medical - Overdose/Poisoning - Stimulant (Protocol 7 - 2)\nOverview: Hyperdynamic “stimulant” drugs, also known as sympathomimetics, include cocaine, methamphetamine, amphetamine, and MDMA (ecstasy). Patient care should be focused on preventing / mitigating hyperthermia, agitated delirium, positional asphyxia, hypoxia, and physical self-harm. With a stimulant overdose (tachycardia, agitation, hyperthermia, and / or hypertension), treatment with benzodiazepines is indicated in addition to rhythm specific therapy or anti- hypertensive meds (with the exception of beta-blockers). Unfortunately, the history of poisoning / overdose is notoriously unreliable whether it is obtained from the patient, friends and family members or emergency services personnel. Despite the possible inaccuracies, the most important historical factors include what poison was involved, how much was taken, how it was taken, when it was taken, why it was taken, and especially what else was taken. Poison Control may be contacted at any time for information on poisoning (1-800-222-1222) but only Medical Control may give patient treatment orders.\nSigns and Symptoms: mental status changes; hypertension; hyperthermia; tachypnea; tachycardia; dysrhythmias; seizures\nConsiderations: anticholinergic; solvents; cleaning agents; insecticides",
    "Medical - Overdose/Poisoning - Calcium Channel Blocker (Protocol 7 - 5)": "Medical - Overdose/Poisoning - Calcium Channel Blocker (Protocol 7 - 5)\nOverview: Overdose by immediate-release agents is characterized by rapid progression to hypotension, brady-arrhythmias, and cardiac arrest. Overdose by extended-release formulations can result in delayed onset of arrhythmias, shock, delayed cardiac collapse, and bowel ischemia. Unfortunately, the history of poisoning / overdose is notoriously unreliable whether it is obtained from the patient, friends and family members or emergency services personnel. Despite the possible inaccuracies, the most important historical factors include what poison was involved, how much was taken, how it was taken, when it was taken, why it was taken, and especially what else was taken. Poison Control may be contacted at any time for information on poisoning (1-800-222- 1222) but only Medical Control may give patient treatment orders.\nSigns and Symptoms: mental status changes; hypotension; bradycardia; dysrhythmia\nConsiderations: co-ingestions; cardiac medications; anti-hypertensive medications",
    "General - Cardiac Arrest (Protocol 8 - 2)": "General - Cardiac Arrest (Protocol 8 - 2)\nOverview: During cardiac arrest, there is no effective pumping activity, pulse, or blood pressure. Most commonly, the rhythms that cause pulseless arrest are: ventricular fibrillation, ventricular tachycardia, pulseless electrical activity or asystole. The ECG of ventricular fibrillation shows a fine to coarse zigzag pattern without discernible P waves or QRS complexes. Ventricular fibrillation / ventricular tachycardia is most commonly seen in patients with severe ischemic heart disease and is the most frequently encountered rhythm in sudden cardiac death in adults. Defibrillation is required to stop VF / VT. It constitutes the most important aspect of therapy for VF / VT. The sooner the shocks are given, the more likely they are to be successful.\nSigns and Symptoms: unresponsive; apneic; pulseless; ventricular fibrillation; pulseless ventricular tachycardia on ecg\nConsiderations: asystole; artifact ; device failure; cardiac; endocrine ; metabolic; drugs; respiratory arrest",
    "Medical - Allergic Reaction/Anaphylaxis (Protocol 9 - 2)": "Medical - Allergic Reaction/Anaphylaxis (Protocol 9 - 2)\nOverview: Acute respiratory emergencies in the pediatric patient are common. When not properly treated, respiratory distress can result in significant morbidity and mortality. Anaphylaxis in children commonly results from insect stings and, less frequently, from food or medications. Signs of shock as well as upper and lower airway obstruction are frequently present. If the reaction involves the respiratory system, signs similar to severe asthma may be present (cyanosis, wheezing, and respiratory arrest). Patients with allergic reactions frequently have local or generalized swelling while anaphylaxis can be characterized by wheezing, airway compromise, and/ or hypotension.\nSigns and Symptoms: itching ; hives; coughing ; wheezing ; respiratory distress; chest constriction; throat constriction; difficulty swallowing; hypotension ; shock; edema\nConsiderations: urticaria (rash only); anaphylaxis (systemic effect); shock (vascular effect); angioedema (drug induced); aspiration / airway obstruction; vaso-vagal event; asthma",
    "General - Pain Control (Protocol 9 - 8)": "General - Pain Control (Protocol 9 - 8)\nOverview: The practice of pre-hospital emergency medicine requires expertise in a wide variety of pharmacological and non-pharmacological techniques to treat acute pain resulting from a myriad of injuries and illness. One of the most essential missions for all healthcare providers should be the relief and/or prevention of pain and suffering. Approaches to pain relief must be designed to be safe and effective in the organized chaos of the prehospital environment. The degree of pain and the hemodynamic status of the patient will determine the rapidity of care.\nSigns and Symptoms: severity; sharp; dull; radiation; relation to movement; respiration; increased with palpation of area\nConsiderations: musculoskeletal; visceral (abdominal); cardiac; pleural; respiratory; neurogenic; renal (colic)",
    "Medical - Overdose/Poisoning/Toxic Ingestion (Protocol 9 - 9)": "Medical - Overdose/Poisoning/Toxic Ingestion (Protocol 9 - 9)\nOverview: Ingestion and overdose are among the most common pediatric “accidents.” The substance usually is a medication prescribed for family members or for the child. Other commonly ingested poisons include cleaning chemicals, plants and anything that fits in a child’s mouth. Primary manifestations may be a depressed mental status and/or respiratory and cardiovascular compromise. Contact Medical Control for patient care orders. Contact Poison Control (804-828- 1222 or 800-222-1222) for advice. Do not confuse Poison Control with Medical Control.\nSigns and Symptoms: mental status changes ; hypotension; hypertension; hypothermia; hyperthermia; decreased respiratory rate; tachycardia; dysrhythmias; seizures\nConsiderations: acetaminophen (tylenol); depressants; stimulants; anticholinergic; cardiac medications; solvents; alcohols; cleaning agents; insecticides",
    "Medical - Respiratory Distress/Asthma/COPD/Croup/Reactive Airway (Respiratory Distress - Croup/Epiglottits) (Protocol 9 - 11)": "Medical - Respiratory Distress/Asthma/COPD/Croup/Reactive Airway (Respiratory Distress - Croup/Epiglottits) (Protocol 9 - 11)\nOverview: Croup (or laryngotracheobronchitis) is an acute viral infection of the upper airway, leading to swelling and the classical symptoms of a \"barking\" cough, stridor, and hoarseness. It may produce mild, moderate, or severe symptoms, which often worsen at night. It is often treated with a single dose of oral steroids; occasionally nebulized epinephrine is used in more severe cases. Epiglottitis is swelling of the epiglottis, which leads to breathing problems. Swelling of the epiglottis is usually caused by the bacteria Haemophilus influenza (H. influenza), although it may be caused by other bacteria or viruses. Upper respiratory infections can lead to epiglottitis. Medicines or diseases that weaken the immune system can make adults more prone to epiglottitis. Epiglottitis is most common in children between 2 and 6 years old. Respiratory Syncytial Virus (RSV) is a very common virus that leads to mild, cold-like symptoms in adults and older healthy children. It can be more serious in young babies, especially to those in certain high-risk groups. RSV is the most common germ that causes lung and airway infections in infants and young children. Most infants have had this infection by two years of age. Outbreaks of RSV infections typically begin in the fall and run into the spring.\nSigns and Symptoms: wheezing ; stridor; respiratory retractions; see-saw respirations; diaphoresis; tripod position; increased heart rate; altered loc; anxious appearance\nConsiderations: asthma; aspiration; foreign body; infection; pneumonia; congenital heart disease; trauma",
    "Medical - Seizure (Protocol 9 - 12)": "Medical - Seizure (Protocol 9 - 12)\nOverview: A seizure is a period of altered neurologic function caused by abnormal neuronal electrical discharges. Generalized seizures begin with an abrupt loss of consciousness. If motor activity is present, it symmetrically involves all four extremities. Episodes that develop over minutes to hours are less likely to be seizures; most seizures only last 1 - 2 minutes. Patients with seizure disorders tend to have stereotype, or similar, seizures with each episode and are less likely to have inconsistent or highly variable attacks. True seizures are usually not provoked by emotional stress. Most seizures are followed by a postictal state of lethargy and confusion.\nSigns and Symptoms: decreased mental status; sleepiness; incontinence; seizure ; trauma\nConsiderations: cns (head) trauma; brain tumor; metabolic; hepatic; renal failure; diabetic; hypoxia; electrolyte abnormality; drugs; medications; non-compliance; infection; fever; meningitis; alcohol withdrawal; eclampsia; stroke; hyperthermia",
    "Medical - Altered Mental Status (Protocol 9 - 14)": "Medical - Altered Mental Status (Protocol 9 - 14)\nOverview: Although each of these presentations has unique considerations, prehospital treatment is similar. The unconscious patient is one of the most difficult patient-management problems in pre-hospital care. Causes range from benign problems to potentially lifethreatening cardiopulmonary or central nervous system disorders. In the usual clinical approach to a patient, the provider first obtains a history, performs a physical examination, and then administers treatment. However, this sequence must be altered for patients that are unconscious or with an altered level of consciousness. Simple syncope may be the result of a wide variety of medical problems, although the major cause of syncope is a lack of oxygenated blood to the brain. In this situation, it is quickly remedied when the patient collapses, improving circulation to the brain. Altered LOC is such a major variance from normal neurological function that immediate supportive efforts may be required. Efforts should be made to obtain as much of an HPI as possible from family members or bystanders.\nSigns and Symptoms: loss of consciousness with recovery; lightheadedness; dizziness; palpitations; slow pulse ; rapid pulse; pulse irregularity; decreased blood pressure\nConsiderations: vaso-vagal; orthostatic hypotension; cardiac syncope; dysrhythmia; micturation; psychiatric; hypoglycemia; seizure; shock; gi bleed; ectopic pregnancy; toxicological (etoh); medication effect (hypertension)",
    "Injury - Burns - Thermal (Protocol 10 - 2)": "Injury - Burns - Thermal (Protocol 10 - 2)\nOverview: Burns are a devastating form of trauma associated with high mortality rates, lengthy rehabilitation, cosmetic disfigurement, and permanent physical disabilities. Thermal, chemical, electrical, (nuclear) radiation or solar sources may cause burns. Burns can affect more than just the skin. Burns are classified by degree, 1 (superficial) some reddening to skin, 2 (partial thickness) has blistering and deep reddening to the skin, and 3 (full thickness) causes damage to all skin layers and is either charred / black or white / leathery with little or no pain at the site. The patient’s palm equals 1% of body surface area when determining the area affected. Scald injuries are more common in younger children while flame injuries are more common in older children and account for the most fatalities. Smoke inhalation is the most common cause of death in the first hour after a burn injury. Children who have burn injuries are at a greater risk than adults for shock and hypothermia because of their proportionately large body surface.\nSigns and Symptoms: burns; pain; swelling; dizziness; loss of consciousness; hypotension; shock; airway compromise; airway distress; singed facial hair; singed nasal hair; hoarseness; wheezing\nConsiderations: superficial; red; painful; partial thickness; blistering; full thickness; painless ; charred leathery skin; chemical; thermal; radiation",
    "Injury - Head (Protocol 10 - 4)": "Injury - Head (Protocol 10 - 4)\nOverview: Brain injury and its accompanying pathologic processes continue to be the leading cause of mortality associated with trauma. Whether the injury is due to a blunt or penetrating mechanism, bleeding or swelling of the brain and surrounding tissue may lead to an increase in pressure within the cranial cavity, otherwise known as intracranial pressure, (ICP). If pressure within the skull is not controlled, neurologic changes may produce signs and symptoms ranging from headache to coma with loss of protective reflexes. Blunt force trauma may result in scalp injury, skull fracture, and meningeal and brain tissue injury. Penetrating trauma may produce focal or diffuse injury, depending on the velocity of the penetrating object. Although the pre-hospital provider cannot reverse the brain tissue damage from the initial / primary brain injury that has already occurred, they can play a major role in preventing or limiting the processes that exacerbate and lead to a secondary brain injury. The pre-hospital provider’s goal is to focus on reversing any hypoxia, hypotension, hypercarbia, acidosis, or increasing intracranial pressure.\nSigns and Symptoms: pain; swelling; bleeding; altered mental status; unconsciousness; respiratory distress; failure; vomiting; seizure; major traumatic mechanism of injury\nConsiderations: skull fracture; brain injury; concussion; contusion; hemorrhage; laceration; epidural hematoma; subdural hematoma; subarachnoid hemorrhage; spinal injury; abuse"
}